{"data": {"id": "CMS-2022-0163-0519", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0519"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Individual - I0001", "comment": "Dear CMS Friends:<br/><br/>Please consider modifying the scope of the next step in NDH refinement to include seeking the information most needed and often hardest to obtain by the most underserved patients:<br/><br/>* For an individual provider, which days / times of day (even &quot;morning&quot;, &quot;afternoon&quot;, &quot;all day&quot;) is this provider willing to schedule a new patient intake, and at which specific location(s).<br/><br/>* What is the range of recent out-of-pocket payments have been required by new patients at each location?<br/><br/>We observe that patients often fail to obtain essential care, especially when a household is &quot;fully employed,&quot; due to the extreme difficulty of finding any provider with affordable availability that is feasible to access from places of residence, employment, or education (think kids in school or elders in residential care). Patients who need help and are advised by their PCP (or specialist) what type of care to get next will make a best effort. However, the many directory resources, whether plan-centric or provider-centric, tend to rely on data pulls and monetization schemes that leave the underserved failing to progress to essential diagnosis and/or treatment. Until the information elements essential to obtaining care are massively proliferated, we will measure too-large impacts on productivity, morbidity, ER utilization, and mortality.<br/><br/>While perhaps an &quot;impossible ask,&quot; please pause and consider the best approach to NDH data quality management. Try to NOT first embark on approaches to create an NDH with &quot;certified data.&quot; That runs the risk of creating the cost and access barriers seen too often around certified solutions (have you heard ANY provider complain that their Certified EHR was suprisingly affordable?). Consider, if you can, any feasible (and permissible) mechanism for patients who consume the proposed &quot;enhanced NDH data resources&quot; to respond by noting &quot;this worked,&quot; &quot;this did not help,&quot; or &quot;needs an update,&quot; etc. It may be that only massive direct feedback sourced from the market will make it easy for providers to fully support any NDH scheme.<br/><br/>While &quot;feedback spamming&quot; of provider rosters and directories, there are likely methods in place at other federal agencies (FCC, SEC, FDA) that demonstrate how to create a minimal &quot;virtuous feedback loop&quot; that can help service providers rally around patient enablement.<br/><br/>At the patient level, the stakeholder groups served by CMS want to live healthy lives. Can the next step with your NDH development perhaps innovate and support a new level of &quot;consumer success&quot; in health? It seems that only investing in plans and providers may fall short of enabling the performance levels we need on the heels of this unexpected pandemic interval.<br/><br/>Thank you for your consideration. ", "country": "United States", "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "John", "govAgency": null, "govAgencyType": null, "objectId": "090000648551fad2", "lastName": "Odden", "legacyId": null, "modifyDate": "2022-12-08T16:06:58Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": "CA", "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-n5ba-7yta", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0519/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0519/attachments"}}}}}