{"data": {"id": "CMS-2022-0163-0551", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0551"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "December 2, 2022<br/>Centers for Medicare &amp; Medicaid Services<br/>Department of Health and Human Services<br/>Attention: CMS-0058-NC<br/>P.O. Box 8013<br/>Baltimore, MD 21244-8013<br/>RE: Request for Information; National Directory of Healthcare Providers &amp; Services<br/><br/>Dear Administrator Brooks-LaSure,<br/>On behalf of the University of Pennsylvania Health System (UPHS), we appreciate the opportunity to comment on CMS&rsquo; proposed National Directory of Healthcare Providers &amp; Services (NDH). Today, UPHS devotes significant resources to maintaining a directory of over 300,000 providers in our 5-state market region to ensure continuity of care for our patients. However, we struggle to meet our interoperability goals due to the disconnect between comprehensive, reliable sources for provider address, phone and fax number information, and the Direct addresses required for direct messaging.<br/>We applaud CMS&rsquo; consideration of the creation of a NDH. As a top priority, UPHS would strongly recommend the inclusion of Direct addresses and reconciliation of those addresses with the providers&rsquo; physical office locations. Many providers use multiple EHR systems, making it challenging to ensure that communications are routed to the correct EHR based on where the patient is seen by the referring provider. The NDH should also allow for both provider-specific and department-based Direct addresses, as organizations have various mechanisms for routing direct messages.<br/>As CMS has already acknowledged, the NDH will only be useful if it becomes a trusted source of truth for provider data. We support ensuring that every provider&rsquo;s data is regularly reviewed and updated through a combination of incentives and consequences. Delegated access for employed physician groups will help with this effort, as a way to reduce the administrative burden on each individual provider.  We would also want the ability to provide a bulk upload of data for our employed providers.<br/>Moreover, through our extensive outreach efforts, UPHS frequently finds that it is the &ldquo;first to know&rdquo; about changes in external referring practices, whether it&rsquo;s a new address, phone or fax number, or providers joining and leaving the practice. We would appreciate the ability to submit these changes directly to the NDH rather than waiting for the practice to make those updates themselves. Our expectation is that these changes would be independently verified before updating the NDH. This feature would help ensure the entire provider community can participate in the maintenance of as accurate an NDH as possible.  <br/>Finally, to ensure maximum flexibility for organizations developing applications and directories that will rely on NDH data, CMS should provide multiple options for downloading provider information via an Application Programming Interface (API). These downloads could be customized to only include fields of interest to the user; to filter providers based on a particular region, specialty, and/or organizational affiliation; and to include a full download of all providers in the data set, or only include providers whose records have changed (adds/updates/deletes) since a given date.  <br/>Thank you for this opportunity to comment.<br/>Sincerely, <br/> <br/>C. William Hanson, III, MD<br/>Chief Medical Information Officer<br/>University of Pennsylvania Health System<br/> <br/>Tanya Andreadis<br/>Vice President, Patient Engagement &amp; Chief Marketing Officer<br/>Penn Medicine<br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "090000648551fdee", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:07:27Z", "organization": "University of Pennsylvania Health System", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-p7mx-cxxd", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [{"id": "090000648551fdef", "type": "attachments"}], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0551/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0551/attachments"}}}}, "included": [{"id": "090000648551fdef", "type": "attachments", "links": {"self": "https://api.regulations.gov/v4/attachments/090000648551fdef"}, "attributes": {"agencyNote": null, "authors": null, "docAbstract": null, "docOrder": 1, "fileFormats": [{"fileUrl": "https://downloads.regulations.gov/CMS-2022-0163-0551/attachment_1.docx", "format": "docx", "size": 102859}, {"fileUrl": "https://downloads.regulations.gov/CMS-2022-0163-0551/attachment_1.pdf", "format": "pdf", "size": 123735}], "modifyDate": "2022-12-08T08:02:42Z", "publication": null, "restrictReason": null, "restrictReasonType": null, "title": "CMS-0058-NC Penn Medicine"}}]}