{"data": {"id": "CMS-2022-0163-0569", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0569"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Industry - PI015", "comment": "Response: In reference to Section III.C. &quot;Establishment of NDH: What benefits and challenges might arise while integrating data from CMS systems...<br/><br/>For over 20 years, Verisys has been working with health plans to solve their provider directory challenges while remaining compliant with various federal and state regulations.  This RFI is very thorough in describing aspects of the market challenge, and we agree with many of the foundational ideas represented, especially as it relates to increasing interoperability and improving the ways that provider offices report and update their information.<br/><br/>However, we strongly encourage CMS to take four additional considerations into account:<br/><br/>1.  Interoperability of Existing Solutions: This RFI illustrates that some of the most important systems that would benefit by better interoperability are already owned and maintained by CMS or HHS.  Having &quot;better interoperability&quot; across federal IT systems is something the entire citizenry expects of the federal government - you don&#39;t need to ask our permission to have these systems work together.  The fact that these systems do not already talk to one another is probably a reflection of past procurements where CMS initiated projects for specific functionality but didn&#39;t create an incentive model for ongoing development and innovation of the underlying data asset. Having &#39;custom-built&#39; software may get you exactly what was needed at a point in time, but is rarely built with flexibility to accommodate future use cases.  CMS should consider the possibility of increasing interoperability across the systems that exist today before introducing an additional NDH solution.  Verisys asserts that CMS should increase interoperability across its systems regardless of whether it pursues the NDH.<br/><br/>2.  Increasing Market Competition:  Before moving forward with the NDH, we strongly encourage CMS consider whether it should identify a single vendor to build and support the NDH (similar to the model that was used for NPPES and PECOS), or whether it should consider a &#39;regional&#39; model that would share similarities with MAC jurisdictions.  By using a regional model, CMS would be introducing market competition into the NDH, which would spark innovation and introduce new capabilities.  CMS requirements would ensure baseline functionality and interoperability.  Verisys asserts that CMS should NOT pursue building a single, centralized NDH that removes market competition and innovation.  Instead, CMS should consider a federated (regional) model that will give the same benefits while also increasing competition.<br/><br/>3.  Governance:  When considering what additional information should be included in the NDH, its important for CMS to recognize that the entire healthcare market is constantly changing.  The fax machine was introduced in the 1960s, and it took years before mass adoption across healthcare.  The Direct Address was launched in 2010, and only recently has seen mass adoption.  The point is that in 5 to 10 years, there may be new data elements that could or perhaps should be included in the NDH.  Verisys asserts that CMS needs to create a governance framework so that industry participants can evaluate and make recommendations on incorporating new data elements into the NDH.  This governance framework should be created before any subsequent RFP, so that the list of data elements and integrated systems can be prioritized.  This framework also recognizes that the NDH will need to evolve over time.<br/><br/>4.  Privacy / Personally Identifiable Information:  While we recognize the importance of helping citizens find the right providers for their care, the NDH must also consider that systems like NPPES, PECOS, NPDB and others may contain sensitive and personal information about providers.  Some key questions include:<br/>(a) who determines whether it is appropriate for the NDH to STORE the age of a provider, or when the provider graduated from medical school?  <br/>(b) who decides whether it is appropriate to SHARE the same information?<br/>(c) who decides which &quot;third-parties&quot; (entities) are able to ACCESS the information available in the NDH?  <br/>(d) Is all information shared with all third-parties?  If not, who controls which entities can access which data elements?", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "090000648551ff73", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:07:43Z", "organization": "Verisys Corporation", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-qe2n-eyca", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0569/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0569/attachments"}}}}}