{"data": {"id": "CMS-2022-0163-0393", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0393"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "A National Directory of Healthcare Providers &amp; Services (NDH) is sorely needed, but it is important that it is built with thought and care.  <br/><br/>Look first at the common queries and design something from that standpoint.  As someone who has implemented the Davinci provider directory profiles, they don&#39;t make for easy queries.<br/><br/>The &quot;CMS Interoperability and Patient Access Rule&quot; has actually further fragmented provider directory information because it required all organizations that fall under the rule to build their own without any specified standardized format. No one knows how to find these PDs anyhow. There is no indexed list of all the provider directories. The Rule didn&#39;t actually specify a format but it did elude to Davinci profiles from the informational website setup by CMS. This confused states, insurance companies, and others for whom we provided consulting and implementation services. While FHIR has its uses for exchange for clinical information, in my opinion it is not a good choice for identity-related information.  A NDH is not a clinical system. Instead it is a mapping of relationships between people, organizations, insurance plans, and related metadata.<br/><br/>A big challenge with a NDH will be identity management (i.e. authentication and authorization) of providers and their delegates. (Delegates in this case is referring to  people who should be able to update information on their behalf.)  It must not be a burden to update and correct information.  Think wiki-like.  I would recommend a strategy supporting multiple IDP or some basic email-based confirmation for updates, thus eliminating the need for logins altogether for the masses.  Reliance on the &ldquo;Identity &amp; Access Management System (I&amp;A)&rdquo; should be avoided.  I&amp;A is a non-standards-based Identity provider that is tied at the hip to NPPES.  NPPES modernization efforts were greatly hampered by the I&amp;A dependency, and we are glad to discuss this with CMS and ONC in greater detail in a suitable forum.  Below is a list of some more specific recommendations.<br/><br/>1. Make the common queries work with a single API call that returns a single machine-readable document. Here are two such queries  Query  Example A:  Given an NPI, what insurance does the provider take and what organizations does this person for (in PECOS terms this is called a reassignment&quot;). Query Example B : Provide a list of cardiologists (taxonomy=207RC0000X) in state NC where &ldquo;accepting_new_patients&rdquo; is True for insurance plan Blue XYC.<br/><br/>2. Consider a CSV output of the API as well as a simple JSON format. Yes CSV!  FHIR feels like an overly complex way to go about this that in most cases require multiple calls to answer.  Yes to &ldquo;RESTful APIs&rdquo;.<br/><br/>3. Include &quot;non-npi having&quot; providers in the directory such as those with OEIDs.  Also include community based organizations (CBOs).<br/><br/>4. Find a way to largely avoid providers or their delegates needed to login to perform updates.  For example, anyone could suggest an update, but email confirmation by the person or delegate could be used to confirm.<br/><br/>5. Avoid reliance on the CMS Identity &amp; Access Management System (I&amp;A) and minimize need for Identity provider for the masses. If practice/plan admins could enter valid domain/emails.<br/><br/>6. Allow those who fall under the &quot;CMS Interoperability and Patient Access Rule&quot; to meet the rule by keeping the NPD up to date.<br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "090000648551b6ba", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:04:58Z", "organization": "Videntity Systems, Inc.", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-05T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbb-8niz-83cv", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0393/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0393/attachments"}}}}}