{"data": {"id": "CMS-2022-0163-0558", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0558"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Industry - PI015", "comment": "https://www.federalregister.gov/d/2022-21904/p-212<br/><br/>What work related to developing FHIR standards for an NDH, such as building and refining IGs, still needs to be completed? <br/>- Establish who owns the actual implementation process - <br/>- Establishing a strict and final list of resources mandated to be included in the NDH<br/>-Detailed description of the individual resource&#39;s attributes with templates and examples<br/>-Sequence of resources in which NDH should accept the data<br/>-Input from Payers and providers as to which additional fields may be useful <br/>-Need for a sandbox environment for sharing test data with the NDH for Providers and vendors to be able to test submission of their (updated) data sets<br/><br/>How could CMS and ONC ensure that an NDH improves interoperability by promoting the adoption of TEFCA and supporting participating health information networks and healthcare entities? What are key opportunities for an NDH and TEFCA to work together in a mutually beneficial fashion? <br/>- An NDH can improve interoperability by tackling an example of one data set that needs to be standardized (provider data) in order to be shared securely via something like TEFCA, so CMS and ONC need to ensure that the NDH is easily accessible and usable at scale versus only at, for example, the individual provider level<br/>- There are countless examples of datasets similar to the Provider data that an NDH would be focused on, and in order for TEFCA to be effective, the healthcare industry needs to go piece-by-piece when it comes to standardizing the data that is available<br/>- If an NDH can be the single source of truth for accurate, current etc. provider data, then a TEFCA can leverage that single source of truth to eliminate the burden on providers when needing to exchange data with each other or even with outside entities<br/><br/>Are there use cases for providers accessing an NDH through their EHRs and, if so, what are the technical requirements? <br/>- Yes, providers would benefit from accessing an NDH through their EHRs because they can more quickly / efficiently refer their patients to the best specialists to manage the care they receive.<br/>- Providers&rsquo; EHRs should be able to share a bi-directional connection with the NDH in order to interface directly with the NDH to keep information up-to-date and in the future, exchange additional information via NDH.<br/>- Technical Requirements:<br/>- There should be an authentication and authorization application that enables providers to access and update their NDH data <br/>- There is a need for the ability to recognize changes (and get notified of changes) in a provider&rsquo;s information<br/>- Ex. A provider&rsquo;s information changes, the hospital at which that doctor practices needs to be made aware that the doctor&rsquo;s information has changed so that the hospital can update only that doctor&rsquo;s information versus having to scan ALL the provider records for updates<br/>- You could hypothetically pull changes around &lsquo;last updated date&rsquo;<br/>- Need a mechanism through which the NDH can merge and validate data coming from different sources for the same providers<br/><br/>Are there use cases for individuals accessing an NDH through a patient-facing health app and, if so, what are the technical requirements? <br/>- Yes, individuals would benefit from accessing an NDH through a patient facing app because having more providers readily available, with contact information, makes the right type of (and higher quality) care much more accessible<br/>- Providing list of in &amp; out of network services for patients using the Provider Directory APIs<br/>- The NDH needs to have an API exposed to 3rd party app developers, or a single homegrown patient-facing health app, that includes all relevant data for patients<br/>- Technical Requirements:<br/>- Developer Portal to manage the different API connections (volume, usage, etc), the associated details around those APIs etc, while providing a self-service environment for the 3rd party app developers<br/>- Sandbox and Production environment through the developer portal<br/>- Application and Approval flow for registration and production to promotion<br/>- In this use case, we would also need the geographic location of the providers so that providers of specific specialties within a specific radius (network) can be made available to patients / 3rd party apps<br/><br/>What security standards should be used to support an NDH?<br/>- Only validated users should be able to update the data that feeds into the NDH via:<br/>- Oauth Token based authentication<br/>- There is no need for security considerations for &lsquo;view-only&rsquo; users with data that does not include PHI &ndash; mainly provider data details<br/><br/>How should authentication and access to an NDH be managed for data submission? Should authentication and access processes vary based on the type of data being submitted, and if so, how? <br/>- No, it should not vary based on the type of data being submitted. All the data needs to be securely transmitted and submitted by authenticated users<br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "090000648551fe6e", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:07:34Z", "organization": "Health Chain", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-pvt3-jrqe", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0558/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0558/attachments"}}}}}