{"data": {"id": "CMS-2022-0163-0611", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0611"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Industry - PI015", "comment": "To whom it may concern &ndash; <br/><br/>Thank you for this opportunity to comment on the topic of healthcare provider directory information. <br/><br/>I lead the Open Referral Initiative, which has developed open data standards and interoperability protocols for the publication and exchange of social service directory information. <br/><br/>Over the past year, we&rsquo;ve helped other national standardization initiatives like the Gravity Project align Open Referral&rsquo;s standards with existing and emerging standards for clinical data. In this process, we&rsquo;ve aligned the standards for social service directory information with healthcare provider directory information &ndash; a significant step forward for interoperability across healthcare and social service sectors. <br/><br/>In light of this progress, we applaud the intention to improve the quality of information about healthcare providers. By designing for interoperability and trust, federally-established directory data infrastructure can ensure that reliable provider information is accessible across an ecosystem of tools and services &ndash; busting silos that hamper effectiveness and innovation. <br/><br/>Because we care so much about these intended ends, we want to offer some caution about the prospective means. Countless efforts to build &quot;centralized clearinghouses&quot; of provider information have been launched over the decades, but very few &ndash; if any &ndash; have succeeded. The reasons for this failure can become clear if we frame the directory problem in the following way: <br/><br/>Different parties manage the same information in different ways across n databases, which is an inefficient situation that yields redundancy, fragmentation, and confusion. Analyzing the problem with this lens, we must skeptically interrogate any strategy that would yield n+1 databases. <br/><br/>This skepticism need not assume that the problem of a fragmented, redundant directory information landscape is intractable; rather, it prompts us to defer questions about technology as secondary or tertiary concerns &ndash; and, instead, foreground questions of institutional design. <br/><br/>Who should be responsible for what? How will they carry out such responsibility in a sustainable way? How will they be held accountable? What should happen when something goes wrong? A strategy that fails to ask these questions up front &ndash; and instead leads with technology, as if a new database can in and of itself be a solution to the problem of n databases &ndash; is at significant risk of exacerbating the problem that it sets out to solve. <br/><br/>In social services, the directory problem persists &ndash; and worsens &ndash; not because of a lack of technology, but because of a lack of incentives: unlike vendors in a conventional marketplace, human service providers don&#39;t have strong incentives to be found by new consumers. Human service providers are typically not paid by their clients, and often are not paid by their funders on a per-client basis; in those somewhat rare circumstances in which human service providers are compensated on a per-client basis, the compensation often is not sufficient to cover the cost of the service. As a result, these over-burdened and under-resourced providers have little incentive to go to any directory to input their information &ndash; no matter how well the system is designed. This means that reliable information must be manually and repeatedly gathered (or at least verified) by third parties. We&rsquo;ve repeatedly learned there are no technological shortcuts around this need. <br/><br/>I can only speak to direct experience in the human service sectors, and I recognize that there are many different structures and dynamics in healthcare. Yet at a glance, the symptoms seem similar. This may mean that the path to reliable provider directory information at scale will require some combination of policy changes and investments in coordination capacities, as necessary strategic conditions for any potential success with tactical technology development.<br/><br/>Having shared this analysis, I will recommend two such tactical objectives that CMS should center in its national provider directory strategy: <br/><br/>First, in this national provider directory initiative, CMS can establish a register: a canonical (and, crucially, monitored) set of baseline information of all providers within CMS&rsquo;s remit.<br/><br/>Second, CMS can establish federation among this register and other directory information systems within the healthcare sector and across related sectors. <br/><br/>This approach &ndash; a national register, federated with state and private sector directories &ndash; is complex, yet may be the most feasible way to leverage the federal government&rsquo;s authority and resources, to complement (rather than compete with) other already-existing sources of information, transforming a siloed data landscape into a healthy information ecosystem. <br/><br/>I&#39;ll describe each of these strategies in turn, in the attached document.", "country": "United States", "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Greg", "govAgency": null, "govAgencyType": null, "objectId": "09000064855201d5", "lastName": "Bloom", "legacyId": null, "modifyDate": "2022-12-08T16:08:22Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": "FL", "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-rlea-47s3", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [{"id": "09000064855201d6", "type": "attachments"}], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0611/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0611/attachments"}}}}, "included": [{"id": "09000064855201d6", "type": "attachments", "links": {"self": "https://api.regulations.gov/v4/attachments/09000064855201d6"}, "attributes": {"agencyNote": null, "authors": null, "docAbstract": null, "docOrder": 1, "fileFormats": [{"fileUrl": "https://downloads.regulations.gov/CMS-2022-0163-0611/attachment_1.pdf", "format": "pdf", "size": 98872}], "modifyDate": "2022-12-06T17:09:55Z", "publication": null, "restrictReason": null, "restrictReasonType": null, "title": "CMS RFI Provider Directory RFI Greg Bloom comment"}}]}