{"data": {"id": "CMS-2022-0163-0267", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0267"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Professional/Association - Physician", "comment": "Reject this proposal: I requested a female doctor to check and remove suspicious moles, as I have had one test pre-cancerous in the past. The doctor came in with a male intern, breezily asked if I minded while he, a large, muscular man looked straight in my eyes about three feet from me. It was an unfair spot to put me in, and I felt I had no choice. Several spots were removed for testing and when I left the office, I realized I had not told the doctor about the spots below my waist, as showing the ones on my bra line tested my modesty well-beyond my comfort level. So, I had to return for a second appointment, which was aborted due to doctor running out of time, though I&#39;m sure they charged for it, and I had to book a 3rd appointment to address the suspicious moles below my waist. THREE appointments instead of one because a male intern was present. A male who chooses to present as if he is a woman, or a male who uses the opportunity of &#39;self-ID&#39; to gain access to undressed women and girls, to have authority in a doctor&#39;s office to say &quot;remove your clothes,&quot; or to look at, touch, bathe, toilet a woman, is not okay with me, nor with most PEOPLE to be hired &#39;as a woman&#39; with rights and privileges accorded thereon. I have always preferred women doctors, especially for gynecological exams, as only another woman KNOWS for sure how it feels to have medical instruments used for this purpose. I have stopped a gyno exam the moment one male doctor shoved in the speculum, as it was clearly deliberately sudden and rough: the behavior of a sadist. I demanded immediate removal of the speculum, sat up and said, &quot;This appointment is over, you are a sadist, and I am never coming back here again.&quot; Allowing men whatever they call themselves to impersonate women in positions of trust is wrong, devious and calculated evil. Wash the nation&#39;s hands of this scheme. ", "country": "United States", "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Vanessa", "govAgency": null, "govAgencyType": null, "objectId": "090000648551852a", "lastName": "Lambdin", "legacyId": null, "modifyDate": "2022-12-06T14:52:10Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-06T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-04T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": "NV", "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lba-0nh6-hpva", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0267/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0267/attachments"}}}}}