{"data": {"id": "CMS-2022-0163-0604", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0604"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Plan or Association", "comment": "RE: CMS-0058-NC; National Directory of Healthcare Providers &amp; Services<br/><br/>Dear Administrator Brooks-LaSure:  <br/><br/>The Association for Behavioral Health and Wellness (ABHW) appreciates the opportunity to comment on CMS&rsquo;s Request for Information on establishing a centralized repository for healthcare provider and services data.<br/> <br/>ABHW serves as the national voice for payers that manage behavioral health insurance benefits. ABHW member companies provide coverage to approximately 200 million people in both the public and private sectors to treat mental health (MH), substance use disorders (SUDs), and other behaviors impacting health and wellness. We are deeply concerned about health disparities in this country in the areas of MH and SUD services and are committed to promoting health equity in the healthcare system. <br/><br/>As you consider policy changes on this critical issue, we urge CMS to take the below suggestions into account: <br/><br/>I.<span style='padding-left: 30px'></span>Comprehensive and Accurate Data <br/><br/>As the RFI discusses, despite industry efforts, there are persistent information gaps and challenges with maintaining accuracy in existing health provider directories. In particular, there are complex challenges in updating databases for the behavioral health workforce. <br/><br/>Many behavioral health providers operate small businesses independently without staffing support. They often use their personal information (email and cell phone contact information) to book appointments, making it difficult for health plans to monitor their office hours and availability. A national directory could be helpful to enhance accuracy and, ultimately, access. We look forward to working with CMS and other partners to find solutions with this model. <br/><br/>&bull;<span style='padding-left: 30px'></span>Technology <br/><br/>To reduce the administrative burden on providers and streamline efforts, CMS&rsquo;s national database should be interoperable with other public and private databases, including private health insurer and group health plan directories, Medicare, Medicaid, states (e.g., licensing databases, and health agencies), and other data sources (e.g., CAQH, NPPES).<br/><br/>CMS should work to create a scheduled workflow to update the information that is predictable and eventually has an opportunity for automation. Ultimately, the database should harmonize with another database and have real-time updates that allow seamless system-to-system integration. <br/><br/>&bull;<span style='padding-left: 30px'></span>Strong Verification Process<br/><br/>ABHW encourages CMS to have an initial verification mechanism to check data as it is entered. Some of our members suggested that CMS request an IRS tax identification number for verification and attestation as an entry point. <br/><br/>&bull;<span style='padding-left: 30px'></span>Incentives and Training<br/><br/>We encourage CMS to provide funding incentives, technical assistance, and training for providers to promote their adoption of the national database. These supports are essential for small-scale behavioral health providers that might not have additional staffing support. <br/><br/>II.<span style='padding-left: 30px'></span>Provider Data &amp; Promoting Health Equity  <br/><br/>&bull;<span style='padding-left: 30px'></span>Include All Healthcare Providers <br/><br/>The CMS national directory should include providers that scale the continuum of care across the medical and behavioral health fields, including physicians, psychiatrists, psychologists, licensed social workers, and those in the broader care team.<br/><br/>&bull;<span style='padding-left: 30px'></span>Provider Information <br/><br/>The directory should also include mandatory and optional fields. Required fields would include provider name, address, NPI, and TIN, and optional fields would include but not be limited to languages, race, ethnicity, and specialties serving particular populations, such as sexual orientation and gender identity. These fields will benefit patients seeking culturally responsive behavioral healthcare and allow providers to list their racial and ethnic identity and specify cultural and linguistic competence areas. <br/><br/>III.<span style='padding-left: 30px'></span>Compliance <br/><br/>If health Insurance plans are participating in supporting CMS&rsquo;s national database, they should be deemed compliant with existing provider directory regulations. <br/><br/>IV.<span style='padding-left: 30px'></span>Stakeholder Participation <br/><br/>We are grateful that CMS seeks feedback on establishing a national directory, and ABHW encourages broad stakeholder engagement in this process. This continued collaboration should include health and behavioral health providers, private health insurers and group health plans, and federal partners. <br/><br/>V.<span style='padding-left: 30px'></span>Phased In Implementation:<br/><br/>ABHW recommends that CMS build out the national directory incrementally. Developing a comprehensive, real-time national directory is a substantial undertaking and will require significant staff time, expertise, and coordination. We suggest that CMS prioritize implementing the demographic data already required by the Consolidated Appropriation Act, 2021 (CAA), Section 116, which includes the names, addresses, specialties, telephone numbers, and digital contact information for healthcare providers and facilities. <br/><br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "0900006485520193", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:08:16Z", "organization": "Association of Behavioral Health and Wellness", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-rbf1-dccq", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [{"id": "0900006485520194", "type": "attachments"}], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0604/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0604/attachments"}}}}, "included": [{"id": "0900006485520194", "type": "attachments", "links": {"self": "https://api.regulations.gov/v4/attachments/0900006485520194"}, "attributes": {"agencyNote": null, "authors": null, "docAbstract": null, "docOrder": 1, "fileFormats": [{"fileUrl": "https://downloads.regulations.gov/CMS-2022-0163-0604/attachment_1.pdf", "format": "pdf", "size": 130550}], "modifyDate": "2022-12-06T17:02:09Z", "publication": null, "restrictReason": null, "restrictReasonType": null, "title": "ABHW_Nat Provider Directory__12.6.22"}}]}