{"data": {"id": "CMS-2022-0163-0639", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0639"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "Dear Centers for Medicare and Medicaid Services (CMS),<br/><br/>I am writing to urge CMS to reject this proposal. Patients have the right to clear and accurate knowledge about the sex of their chosen providers.<br/><br/>My opinion this: <br/>1. Members of the human species, like most species on earth, are born with one of two reproductive systems, which we call male and female. As people we use the words man and woman, respectively, to indicate that biological reality, so in turn, the words man and woman have clear definitions -- biological male and biological woman. There are some humans who are born with unclear or mixed reproductive system elements, but these do not negate the reality of male and female as the reproductive mechanism for the human species. <br/>2. Whether one believes the concept of &#39;gender&#39; is a human construct or somehow biologically based, it is clearly different and apart from biological sex. Therefore the two cannot and should not be conflated and the term/concept gender cannot replace biological sex. <br/>3. Humans have always treated each other differently based on the biological reality of sex, individually, socially, medically, and systemically. As one example, Title IX brought forth the creation of women&#39;s athletics so that women (biological females) could compete on an equitable level with others who share the same physical characteristics that are salient in athletic competition. As another example, women (biological females) have been historically controlled, subjugated, and abused by men (biological males) who deem them inferior. Thus the lived experience of men and women have been tangibly different and continue to be so. <br/>4. Given all of the above, all people should be able to choose who they allow to touch them and treat them medically, and also because of the real population of women who have been traumatized by men, women should not be barred from knowing the biological sex of their medical providers. Whatever anyone thinks about gender identity, biological sex is what matters to people in this context. <br/><br/>One piece of information that is often important to a patient in selection of, and consent to treatment by, a healthcare provider is the sex of the provider. A patient&rsquo;s sex is also a crucial fact if a patient is to receive appropriate medical care. However, providers and patients are currently identified only by the term &ldquo;Administrative Gender&rdquo; which is defined as, &ldquo;The gender of a person used for administrative [recordkeeping] purposes.&rdquo; This does not indicate the provider&rsquo;s sex.<br/><br/>The actual sex of a healthcare provider is critically important to many patients, particularly to women seeking gynecologic, obstetric, or any other care. None of the proposed classification definitions of gender/sex guarantees a patient will see a provider of the sex she or he chooses.<br/><br/>Any schemata or classification of healthcare providers must make it clear to patients what the objectively verifiable, genetic/chromosomal sex is of every provider. This is what virtually every human being on earth understands to be sex (as opposed to &ldquo;gender&rdquo;), and patients have the right to know this about providers they choose for healthcare. To deny patients this information begins the doctor/provider-patient relationship &ndash; which should be one of profound trust and care &ndash; with a deception. Additionally, it opens a path for the charge of assault, based on lack of consent, if a patient is assigned a provider of the sex the patient would not have chosen had the relevant information been made available.<br/><br/>At a minimum, the Directory has a duty to provide clear information about the biological sex of patients and providers, without being obscured by gender identity ideology. Ideally, the unverifiable and medically irrelevant notion of &ldquo;gender identity&rdquo; should be completely removed from the Directory.<br/><br/>Article 1 of the Declaration on Women&rsquo;s Sex-Based Rights states that organizations should &ldquo;Understand that the inclusion of men who claim to have a female &lsquo;gender identity&rsquo; into the category of women in law, policies, and practice constitutes discrimination against women by impairing the recognition of women&rsquo;s sex-based human rights &hellip; and should understand that the inclusion of men who claim to have a female &lsquo;gender identity&rsquo; in the category of women results in their inclusion in the category of lesbian, which constitutions a form of discrimination against women by impairing the recognition of the sex-based human rights of lesbians.&rdquo;<br/><br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Beth", "govAgency": null, "govAgencyType": null, "objectId": "0900006485520271", "lastName": "Shulman", "legacyId": null, "modifyDate": "2022-12-09T13:02:54Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-09T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-t0um-r6wt", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0639/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0639/attachments"}}}}}