{"data": {"id": "CMS-2022-0163-0107", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0107"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Other - OT001", "comment": "An NDH would be invaluable for discharge planning from acute inpatient hospitals, skilled nursing homes, home health, and to facilitate referrals from community providers and clinics. If information is difficult to find it is less likely to be followed up on.<br/><br/>An NDH could have the most impact on those patients that have Medicaid, Managed Medicaid, or no insurance at all, as well as those patients that are undereducated. This demographic does not always have a good family or community support and they often go to community clinics for their care so they do not have a PCP that manages and coordinates their care adequately. <br/><br/>As a discharge planner that has access to many resources, I know how difficult it can be to find a provider that accepts certain insurance plans - especially Medicaid, or that will accept self-pay patients, even if the patient shows up with cash in hand. <br/><br/>Some insurance portals have providers listed as being in-network with their plan, but when the office is called to schedule an appointment we find that the provider is no longer in-network or is not taking new patients. <br/><br/>For patients that are attempting to navigate through Managed Care Plans especially, their frustration often leads to the patient not following up with needed aftercare. The patient then ends up back in the hospital for a condition that could have been managed or prevented in an outpatient setting. <br/><br/>At the very least I believe that the NDH should include the following:<br/>* The provider and their credentials<br/>* Which insurances they take<br/>* If they accept cash pay patients<br/>* Location or locations<br/>* Telephone number<br/>* Encrypted fax or email for HIPAA<br/><br/>While a comprehensive NDH would be ideal, starting with primary care providers and clinics would be helpful for continued good health. <br/><br/>There should be at some point a community resource section that should be broken down by state and then county. Being broken down by county is essential as many county programs require that a person resides in that county in order to receive charity assistance. <br/><br/>Primary care providers are excellent at identifying physical or mental health issues and ordering the correct test or medications. They are not good at helping a patient find assistance if they have a $5000 deductible before their insurance begins to pay. They don&#39;t know about prescription drug programs like Good Rx or Needymeds.org. They do not know that certain supplies, like PEG feeds or ostomy supplies can be gotten for no or low cost for their patient if a forms is filled out, signed, and emailed. <br/><br/>They don&#39;t understand that the COPD patient on multiple inhalers will be in the donut hole in August and won&#39;t be able to afford any medications. They don&#39;t know to get drug assistance for the patient&#39;s expensive inhalers so that the patient isn&#39;t choosing between medication, food, or utilities. ", "country": "United States", "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Lori", "govAgency": null, "govAgencyType": null, "objectId": "0900006485510363", "lastName": "McQueen", "legacyId": null, "modifyDate": "2022-12-02T14:09:06Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-02T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-01T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": "TX", "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb5-sd7r-4vaq", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0107/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0107/attachments"}}}}}