{"data": {"id": "CMS-2022-0163-0128", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0128"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Other Government - G0020", "comment": "See attachment for details. A modern provider directory would allow entities throughout the healthcare to communicate effectively without expensive endpoint discovery. A provider directory could help transitions of care where the patient still has choice by facilitating discovery of other providers. A Federal NDH would lower the costs for new entrants and SDOH providers who do not have access to quality directory services. HHS should evaluate its own costs because it is likely it can recoup many of the costs of an NDH with internal savings.  <br/>An NDH could address accuracy issues in NPPES/PECOS. The more various users perform their tasks using the NDH the more inaccurate information can corrected. Two requirements are robust APIs for electronic access and digital endpoints for those APIs. Digitally relevant endpoints should include EHR FHIR endpoints to support both Cures Act patient and Bulk FHIR access. Payer endpoints for patient and payer-to-payer access could also be supported with extension to payers.  <br/><br/>CMS could help NDH accuracy by making current information a pre-condition of payment.  Incentive checks could be mailed to addresses current by USPS change of address. Cross-validation of data fields should be employed. CMS could use search engines to cross-reference provider websites. With M&amp;A and renaming of hospitals, please capture current and former &ldquo;doing business as&rdquo; names.<br/><br/>We support FHIR as the data model.  Healthcare worldwide is moving to FHIR and this would maximize use of the NDH by developers. FAST, a FHIR accelerator, has done significant work in directory services and metadata for patient identification, exchange, testing, and security&ndash;FAST should be incorporated into the NDH.<br/><br/>The RFI requests comments re TEFCA and the NDH. This is problematic since a robust Federal provider directory will allow finding providers directly without need of QHIN brokers making TEFCA unnecessary. To understand why, it is important to understand the core use TEFCA targets. TEFCA seeks to support retrieval of individual records from current providers by a network of QHIN brokers. Since every provider in the United States cannot be queried for each record request there needs to be a form of localizing record requests to reduce the computational and network burdens of generating and servicing these requests. Localization of search can happen either by knowing the actual provider of the patient&rsquo;s care who holds the record (&ldquo;directed query&rdquo;) OR by knowing the general location where that care was provided and then searching endpoints of nearby potential providers broadcasting the query to that set of providers (&ldquo;broadcast query&rdquo;).  Localizing information required to direct the query to a specific provider or to a specific geography has to be provided by the initiator of the request whether provider, patient, or federal agency (SSI, CDC).  The request will generate either an API call to a QHIN which then forwards the request or an API call to the NDH to get the endpoint address. At that point the request uses the provided endpoint to retrieve info directly from the provider&rsquo;s server.  <br/><br/>Work of localizing and sending an individual patient record request is similar whether via a future QHIN&rsquo;s proprietary directory or CMS&rsquo;s directory. The costs to the US economy are vastly different if requests are via a low-cost federal directory or if requests are regulated to go to a network of toll-takers and gatekeepers who may raise costs and embed anti-competitive business practices. Some who have stated they plan to be QHINs appear to engage in anti-competitive business practices. A NDH with FHIR APIs will be better when queries need to be directed broadly in a pandemic.  <br/><br/>CMS should consider clinical computing in toto. It would be helpful if the NDH supports a modern data model and exchange format. It would be helpful if the NDH supports moving data in a way that this data can readily be used to capture the benefits of modern computing (AI/ML). It would be helpful if the NDH uses widely understood programming techniques rather than requiring skill sets needed for arcane standards. Unique to healthcare approaches raise costs throughout the system by requiring increasingly obsolete skills.  <br/><br/>TEFCA uses a 1990s computing architecture pre apps, RESTful, JSON and FHIR. While there are thoughts to try to move TEFCA to FHIR, CMS should consider a FHIR first strategy. Current TEFCA plans require new sets of APIs for generating and responding to patient record requests. While FHIR is newer and therefore somewhat less tested than IHE Profiles and older interoperability paradigms, it is simpler to go straight to FHIR, JSON, and RESTful APIs rather than build out a duplicative structure based on old approaches to then rebuild it in 1 to 3 years with FHIR.   <br/><br/>We urge CMS to analyze whether networks designed to link incumbent EHRs effectively disadvantage new competitors by mandated use of brokers.<br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "0900006485515995", "lastName": null, "legacyId": null, "modifyDate": "2022-12-06T14:50:11Z", "organization": "1upHealth", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-06T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-03T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb8-lcxz-ephz", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [{"id": "0900006485515996", "type": "attachments"}], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0128/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0128/attachments"}}}}, "included": [{"id": "0900006485515996", "type": "attachments", "links": {"self": "https://api.regulations.gov/v4/attachments/0900006485515996"}, "attributes": {"agencyNote": null, "authors": null, "docAbstract": null, "docOrder": 1, "fileFormats": [{"fileUrl": "https://downloads.regulations.gov/CMS-2022-0163-0128/attachment_1.pdf", "format": "pdf", "size": 102013}], "modifyDate": "2022-12-03T19:04:19Z", "publication": null, "restrictReason": null, "restrictReasonType": null, "title": "1upHealth Provider Directory RFI Comment DRucker"}}]}