{"data": {"id": "CMS-2022-0163-0259", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0259"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "Dear Centers for Medicare and Medicaid Services (CMS),<br/><br/>One piece of information that is often important to a patient in selection of, and consent to treatment by, a healthcare provider is the sex of the provider. A patient&rsquo;s sex is also a crucial fact if a patient is to receive appropriate medical care. However, providers and patients are currently identified only by the term &ldquo;Administrative Gender&rdquo; which is defined as, &ldquo;The gender of a person used for administrative [recordkeeping] purposes.&rdquo; This does not indicate the provider&rsquo;s sex.<br/><br/>The documentation for this CMS Directory proposal states that &ldquo;there are many considerations around sex and gender documentation&rdquo; and that &ldquo;various social and biological attributes&rdquo; are relevant, so that, &ldquo;[i]n addition to this administrative gender, other kinds of gender or sex properties may be represented.&rdquo; Five other ways to represent a patient&rsquo;s gender and sex are described. It appears these will also be used to describe the gender and/or sex of healthcare providers in the proposed Provider Directory. Here is a summary of the five proposed additional representations:<br/><br/>Clinical Sex &ndash; a testable observation about a biological property. There are several different<br/>types of clinical sex, including karyotypic/genetic/chromosomal, gonadal, ductal, phenotypic,<br/>etc.<br/>Clinical Gender &ndash; an observation about the patient.<br/>Gender Identity &ndash; an indication from the patient about what gender he or she claims to be.<br/>Sex assigned at Birth &ndash; the sex assigned at birth, as documented on the birth registration.<br/>Legal Sex &ndash; The legal sex of a patient can vary from region to region and country to country. A<br/>single patient may have multiple legal sex values at the same time in different jurisdictions.<br/><br/>The actual sex of a healthcare provider is critically important to many patients, particularly to women seeking gynecologic, obstetric, or any other care. None of the proposed classification definitions of gender/sex guarantees a patient will see a provider of the sex she or he chooses.<br/><br/>In the given classification of Clinical Sex a man who takes female hormones and has extensive cosmetic surgeries to present an observable simulacrum of a woman might be listed as a female provider if his genetic/chromosomal XY status was not also always available to any patient seeking only women providers. Likewise, Sex assigned at Birth now may be falsified (i.e., changed later in life) on birth certificates. Issues of Legal Sex also muddy the waters when laws create specific categories to allow individuals legal status as persons of the opposite biological sex.<br/><br/>Any schemata or classification of healthcare providers must make it clear to patients what the objectively verifiable, genetic/chromosomal sex is of every provider. This is what virtually every human being on earth understands to be sex (as opposed to &ldquo;gender&rdquo;), and patients have the right to know this about providers they choose for healthcare. To deny patients this information begins the doctor/provider-patient relationship &ndash; which should be one of profound trust and care &ndash; with a deception. Additionally, it opens a path for the charge of assault, based on lack of consent, if a patient is assigned a provider of the sex the patient would not have chosen had the relevant information been made available.<br/><br/>At a minimum, the Directory has a duty to provide clear information about the biological sex of patients and providers, unobscured by gender identity ideology. Ideally, the unverifiable and medically irrelevant notion of &ldquo;gender identity&rdquo; should be completely removed from the Directory.<br/><br/>Article 1 of the Declaration on Women&rsquo;s Sex-Based Rights states that organizations should<br/>&ldquo;Understand that the inclusion of men who claim to have a female &lsquo;gender identity&rsquo; into the category of women in law, policies, and practice constitutes discrimination against women by impairing the recognition of women&rsquo;s sex-based human rights &hellip; and should understand that the inclusion of men who claim to have a female &lsquo;gender identity&rsquo; in the category of women results in their inclusion in the category of lesbian, which constitutions a form of discrimination against women by impairing the recognition of the sex-based human rights of lesbians.&rdquo;<br/><br/>I am writing to urge CMS to reject this proposal. Patients have the right to clear and accurate knowledge about the sex of their chosen providers.", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Rebecca", "govAgency": null, "govAgencyType": null, "objectId": "090000648551827e", "lastName": "Richmond", "legacyId": null, "modifyDate": "2022-12-06T14:52:04Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-06T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-04T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb9-yzu6-v7cd", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0259/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0259/attachments"}}}}}