{"data": {"id": "CMS-2022-0163-0552", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0552"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Plan or Association", "comment": "We appreciate CMS&rsquo; desire to create a centralized data hub for provider-related data. We believe that compliance with data accuracy requirements should reside with providers as a condition of being a certified Medicare provider. We agree with CMS&rsquo; approach of providing incentives to providers for participation, particularly utilizing either Medicare payment incentives for providers or incentives as a part of the Medicare quality payment programs. CMS could also require this information on fee-for-service (FFS) claims to validate the accuracy of reference data in CMS systems. Such programs will be essential to promoting compliance and participation in the program. In support of programs like the D-SNP, we think CMS should collect data related to the acceptance of Medicaid. Additionally, CMS should collect and report data related to preclusion and exclusion from federal programs as a part of the data elements provided.<br/><br/>Additionally, plans would have concerns with CMS&rsquo; current approach to auditing the data as the person who currently answers the phone during an audit is not the individual who conducts credentialing or the entity that bills the services. Furthermore, plans routinely contest the findings of data accuracy during audits of health plan directories. CMS&rsquo; contracted callers do not ask the appropriate questions to elicit correct information from provider&rsquo;s offices (for example, ensuring that providers participating with multiple locations are providing information for the specific location CMS is attempting to validate). Plans should be able to contest and provide additional documentation related to data accuracy. If plans were to utilize NDH data, CMS would need to ensure the data is routinely updated as inaccurate data could represent a significant driver of grievances for plans. Since taxonomy codes are updated twice a year, it may make sense for CMS to require updates or validation at least twice per year, at minimum. <br/><br/>From a usability perspective, we would like to see systems like NPPES and the proposed NDH have more user-friendly interfaces and the ability to retrieve data in multiple formats. Additionally, there are current limitations with providers only being able to associate with a singular specialty when in fact they may participate under multiple specialties (i.e., both a primary care provider and a specialty).<br/><br/>Some additional questions we would have for CMS include:<br/>&bull;<span style='padding-left: 30px'></span>How would CMS handle providers with multiple locations associated with a single NPI?<br/>&bull;<span style='padding-left: 30px'></span>How would the NDH manage providers who have passed away, retired, relocated, or been sanctioned?<br/>&bull;<span style='padding-left: 30px'></span>If health plans utilize the NDH, and the source data is incorrect, to what degree would the health plan be penalized during a review?<br/>&bull;<span style='padding-left: 30px'></span>What training or education would CMS intend to provide to providers to ensure they are appropriately updating information in the NDH?<br/>&bull;<span style='padding-left: 30px'></span>Will there be specific timeframes enforced for providers when it comes to updating information?", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Anonymous", "govAgency": null, "govAgencyType": null, "objectId": "090000648551fe22", "lastName": "Anonymous", "legacyId": null, "modifyDate": "2022-12-08T16:07:28Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-po05-0uda", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0552/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0552/attachments"}}}}}