{"data": {"id": "CMS-2022-0163-0251", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0251"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "4 December 2022<br/><br/>My comments are in response to an alert I was sent about how your committee at the Health and Human services are proposing to use designations that have little or no meaning to the majority of people out in the population, especially women who will be mostly using such a directory. Who thought that this is a good idea? Most people won&#39;t be able to follow it. <br/><br/>&ldquo;...There are many considerations around sex and gender documentation&rdquo; and that &ldquo;various social and biological attributes&rdquo; are relevant, so that, &ldquo;[i]n addition to this administrative gender, other kinds of gender or sex properties may be represented.&rdquo; <br/><br/>Hogwash! Women are women. Men are men. Who thinks that we need to have such confusing and biased language? Moreover, these are terms that may have meaning in the legal world, but only attorneys should be expected to understand them.<br/><br/>You need to make a directory that reflects M/F  Male or Female. Those are your choices. If you need a specialty doctor, one who can follow along with these ideas, then, I&#39;m sure one can be found. But, by and large, the majority of people don&#39;t need, or want, the services of someone who isn&#39;t sure what sex they are. Knowledge of biology should be understood well enough to know male from female. If not, then we don&#39;t need this in our medical care. Mental Health Care has its own set of difficulties right now. Mixing mental meds and hormones is a recipe for disaster. <br/><br/>I want a female doctor because I have issues that don&#39;t allow me to trust most male doctors and I don&#39;t want to spend a lot of time trying to figure out who&#39;s who. Especially when being cared for in an intimate way, or in a way that requires me to be confidential about my past trauma, I want a female doctor.<br/><br/>So, making a list, a directory, of doctors be gobbledygook instead of Clear &amp; Concise, like Male or Female. Then, I don&#39;t believe that this directory would do service to women or men. Women are half the population. We don&#39;t want any more disrespect. <br/><br/>I am writing to urge CMS to reject this proposal. Patients have the right to clear and accurate knowledge about the sex of their chosen providers.<br/><br/>Sincerely, <br/>Long Time Voter<br/>~~~~~~~~~~~~~~~~~~<br/>Based on the email alert I was sent, here&#39;s a footnote.<br/>Article 1 of the Declaration on Women&rsquo;s Sex-Based Rights states that organizations should &ldquo;Understand that the inclusion of men who claim to have a female &lsquo;gender identity&rsquo; into the category of women in law, policies, and practice constitutes discrimination against women by impairing the recognition of women&rsquo;s sex-based human rights &hellip; and should understand that the inclusion of men who claim to have a female &lsquo;gender identity&rsquo; in the category of women results in their inclusion in the category of lesbian, which constitutions a form of discrimination against women by impairing the recognition of the sex-based human rights of lesbians.&rdquo;<br/>-30-", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Anonymous", "govAgency": null, "govAgencyType": null, "objectId": "090000648551811e", "lastName": "Anonymous", "legacyId": null, "modifyDate": "2022-12-06T14:51:58Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-06T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-04T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb9-y38f-v97u", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0251/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0251/attachments"}}}}}