{"data": {"id": "CMS-2022-0163-0413", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0413"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Academic - OT005", "comment": "I&#39;m warning US policy makers - please do not do what Canada has done. Canada has moved to redefine woman. It is now defined, or more accurately mandated onto the population by our government and by some ink on paper backed by a corrupted bureaucracy as anyone who feels like a woman. A circular definition and therefore meaningless term. The result - women suffer - we lose our dignity, our voices, our safety, our privacy, and our choices.  We lose our sex-based rights to same-sex changerooms, hospital wards, and prisons.  WE lose safety from men in Rape &amp; Domestic Abuse Shelers.  WE lose in sports.  Same-sex attracted women are now demonized and accused of bigotry for same-sex attraction.  CRime statistics are skewed and warped as males claiming to be women are recorded as female crimes.  <br/><br/>Women are put in spaces with violent men. Shane Jacob Green, previously convicted of sexual assault, self-IDd as a &quot;trans woman - aka male&quot; to gain access to a women&#39;s shelter and he is now charged with 2 counts of sexual assault in the shelter.  Canada now imprisons men in Women&#39;s prisons.  <br/><br/>Women are dehumanized - called terms like birthing parent instead of Mom.  I can think of nothing more degrading as a mother - to have this language warped.<br/><br/>Women lose out in sports.  My long time friend, a Physical Education teacher who deeply values teaching young girls who are not competitive and who shy away from sport - has focused on getting these teens to appreciate the movement of their bodies and moving and staying fit. She can only reach these girls in a girls ONLY setting. THESE girls are now in MIXED sex classes - and they love out.<br/><br/>Women are subjected to bullying and censorship - many of my friends, my mother, my sister, my sister-in-law are in fear of voicing their concerns because of this mean-spirited set of ideas from Judith Butler - woman is a &quot;performance&quot;?<br/><br/> Our government has moved to control this topic and spread policy documents into every corner of our bureaucracy...the result is that truth is no longer the goal and women and children suffer. <br/><br/>You are not being &quot;inclusive&quot; - you are silencing and coercing women and children. <br/><br/>I won&#39;t be quiet. <br/><br/>KM<br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Anonymous", "govAgency": null, "govAgencyType": null, "objectId": "090000648551c34d", "lastName": "Anonymous", "legacyId": null, "modifyDate": "2022-12-08T16:05:18Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-05T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbb-doo6-ogb5", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0413/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0413/attachments"}}}}}