{"data": {"id": "CMS-2022-0163-0216", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0216"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Government - Federal", "comment": "RE: File Code CMS-0058-NC<br/><br/>Dear Centers for Medicare and Medicaid Services (CMS),<br/><br/>I am writing to urge CMS to record, in any National Healthcare Provider Directory,  solely verifiable FACTS.<br/><br/>Specifically: both providers and patients must be recorded as their factual SEX.<br/><br/>1) A patient&rsquo;s factual sex is crucial information.<br/><br/>Otherwise, the patient cannot receive appropriate medical care.<br/><br/>2) A provider&#39;s factual sex is essential information for the majority of patients.<br/><br/>Otherwise, the patient cannot give informed consent to treatment by any healthcare provider. This is especially true for:<br/><br/>*) girls and women, who are very frequently past victims of misogynist harassment, threats, and/or rape, solely by men<br/>*) adherents of certain protected religious beliefs<br/>*) girls and women seeking gynecologic, obstetric, or any other care<br/>*) the elderly and/or developmentally-disabled, who might need intimate care<br/><br/>All of these patients have the human right to choose the sex of their healthcare providers.<br/><br/>3) However, in the current proposal for a National Healthcare Provider Directory, providers and patients are not recorded by factual sex.<br/><br/>Patients and providers are recorded only by the term &ldquo;Administrative Gender&rdquo; which is defined as, &ldquo;The gender of a person used for administrative [recordkeeping] purposes.&rdquo;<br/><br/>Gender is not sex:<br/><br/>*) Sex is a verifiable fact essential to the scientific realities of medical care. In a just society, all government should be based on verifiable, factual scientific reality.<br/><br/>*) Gender is a fluid, amorphous, unverifiable social construct with absolutely no relevance to medical care. Gender is an invention of patriarchal societies to distinguish between the privileged male sex and the oppressed female sex; in a just society, gender would not exist.<br/><br/>4) Likewise, the current proposal for a National Healthcare Provider Directory uses the nonsense term &quot;Sex assigned at Birth&quot; instead of the factual term &quot;Sex.&quot;<br/><br/>&quot;Sex assigned at Birth&quot; is an anti-factual fantasy that falsifies how human sex is determined.<br/><br/>Human sex is NOT &quot;assigned at Birth.&quot; Human sex is determined at conception by the father&#39;s sperm and can almost always be identified in utero, long before birth. Sometimes it is not identified until birth or after birth, but (thanks to modern science) human sex is, now, always identifiable.<br/><br/>5) It is unjust, anti-scientific and a violation of girls&#39; and women&#39;s sex-based rights to deny patients this essential factual information about the sex of their providers.<br/><br/>To deny patients essential information about their providers begins the provider/patient relationship--which should be one of profound trust and care--with a deliberate attempt at deception. Additionally, it opens a path for the charge of sexual assault--based on lack of consent--if a patient is assigned a provider of the opposite sex from that which the patient chooses.<br/><br/>The unverifiable, unjust and medically-irrelevant social construct of &ldquo;gender identity&rdquo; must be completely removed from this proposal for a National Heath Provider Directory.<br/><br/>Any National Healthcare Provider Directory must maintain records of solely verifiable FACTS.<br/><br/>very, very sincerely,<br/>American Healthcare Patients<br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Anonymous", "govAgency": null, "govAgencyType": null, "objectId": "09000064855173ca", "lastName": "Anonymous", "legacyId": null, "modifyDate": "2022-12-06T14:51:28Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-06T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-04T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb9-rkau-6t1d", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0216/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0216/attachments"}}}}}