{"data": {"id": "CMS-2022-0163-0095", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0095"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Federal Government - G0005", "comment": "<br/>Denniston Data Inc. (DDI) is responding in reference to file code CMS-0058-NC regarding CMS request for Public Input on &ldquo;Establishing First, National Directory of Health Care Providers and Services.&rdquo; Denniston Data Inc, www.dennistondata.com, has created a comprehensive B2B SaaS product covering 9 years of the most recent years released of CMS data.  In addition, a complimentary consumer portal with just one recent year of data is made available by DDI at www.providerrankings.com.  CMS Medicare data is the single largest payer for health care in the United States. Through this data an electronic directory, entitled Provider Ranking System (PRS) has been created and can be accessed via online subscription, data integration (API), or through the abridged complimentary consumer portal named above.<br/><br/>PRS can be used to look up a specific healthcare provider by name, NPI code or by Medical Specialty. Key to PRS is a provider ranking based on frequency of specific procedures performed annually, compared to their peers. Further provider background information, patient demographics, average price billed per procedure, repeat rates, etc. are included.  <br/><br/>In response to some of the public comments to date, DDI&rsquo;s Provider Ranking System does not in any way infringe on HIPAA rules. Further, the format and comprehensiveness of the frequency of services performed annually by each provider facilitates many other points raised by RFI respondents, such as:<br/><br/>&bull;<span style='padding-left: 30px'></span>Helping Primary Care Physicians&rsquo; and Case Manager referrals, and/or consumers identify an experienced provider for whatever procedure is needed within any geographic area<br/>&bull;<span style='padding-left: 30px'></span>Comparing health plan networks<br/>&bull;<span style='padding-left: 30px'></span>Recruiting providers for hospital systems or networks <br/>&bull;<span style='padding-left: 30px'></span>Auditing network adequacy<br/>&bull;<span style='padding-left: 30px'></span>Coordinating patients&#39; care<br/>&bull;<span style='padding-left: 30px'></span>Reviewing average prices billed and Medicare reimbursements by provider for each service rendered by year<br/>&bull;<span style='padding-left: 30px'></span>Identifying key strengths/experience by provider for services most frequently performed<br/>&bull;<span style='padding-left: 30px'></span>Identifying specialist for Telehealth outside of a patient&rsquo;s locale<br/><br/>In summary, the focus of the Provider Ranking System is to identify what services are actually performed by each provider, and on how they rank in performing these services. Among existing National Provider Directories, this information is unique in increasing transparency about quality in healthcare. The next step for DDI is to offer the complimentary service Healthcare Pricing Guide, revealing usable cost benchmarks from recently released unusable Transparency in Coverage files. This data will be another component of our DDI National Provider Directory. Together, these services from DDI, transparency in quality and transparency in cost, represent a new standard in healthcare transparency, offering objective, unbiased, evidence-based decision-making information on U.S. healthcare providers.<br/><br/>As CMS considers the role of the Federal Government in U.S. National Provider Directories, the comments to this RFI and other industry research should reveal that there are dozens, maybe even hundreds, of existing provider directories created by the private sector. Can the Federal Government do a better job than the private sector? If so, it would be most prudent to eliminate a year or more of development and license the existing PRS as a foundation, adding on to it to expand it, rather than starting from scratch to create their own. Please contact Tom@DennistonData.com for a demo of the software.<br/><br/>Perhaps a more appropriate role of the Federal Government is to set standards and facilitate access to these existing resources, as well as new resources. This has already been done by AHRQ in creating the National Guidelines Clearinghouse at guidelines.gov, with descriptions and evaluations of all medical guidelines, based on the standards of evidence-based medicine.<br/><br/>Thank you.<br/><br/>   <br/> <br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "090000648550c23d", "lastName": null, "legacyId": null, "modifyDate": "2022-12-02T14:08:57Z", "organization": "Denniston Data Inc", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-02T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-11-30T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb4-4t1p-h402", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0095/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0095/attachments"}}}}}