{"data": {"id": "CMS-2022-0163-0491", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0491"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Government - Local", "comment": "RFI question: Are there other CMS, HHS (for example, HPMS, Title X family planning clinic locator, ACL&rsquo;s Eldercare Resource Locator, SAMHSA&rsquo;s Behavioral Health Resource Locator, HRSA&rsquo;s National Practitioner Data Bank, or HRSA&rsquo;s Get Health Care), or federal systems with which an NDH could or should interface to exchange directory data?<br/>Comment: Please do include Behavioral Health Resource information! In a rural location with a shortage of behavioral health providers, it is challenging for consumers to find a provider with availability to take new patients who also is a match for insurance and overall fit. Having an easy access to behavioral health information would be a game changer. The 211 social service directory should be considered for potential interface. Although the 211 directory may only have agency information (does not include private practitioners), it is worth a review for consideration.<br/>RFI: We have heard interest in including additional healthcare-related entities and provider types beyond physicians in an NDH-type directory beyond those providers included in current CMS systems or typical payers&rsquo; directories?...<br/>Comment: Yes, include all above behavioral health professionals, as well as certified peer support professionals. Listing support groups led by professionals would be beneficial as well. <br/>RFI: Would it be helpful to include data elements such as provider languages spoken other than English, specific office accessibility features for patients with disabilities and/or limited mobility, accessible examination or medical diagnostic equipment, or a provider&rsquo;s cultural competencies, such as the National Committee for Quality Assurance&rsquo;s Health Equity accreditation&hellip;<br/>Comment: For behavioral health, in additions to the suggestions above, include categories for treatment modalities and cultural competencies such as experience working with LGBTQ+, refugees/asylees, grief and suicide loss support. <br/>RFI: What provider or entity data elements would be helpful to include in an NDH for use cases relating to care coordination and essential business transactions (for example, prior authorization requests, referrals, public health reporting)?  <br/>Comment: Is a PCP referral necessary? Are previous treatment notes needed (and if so, what)? Accepting new clients?<br/>RFI: How can data be collected, updated, verified, and maintained without creating or increasing burden on providers and others who could contribute data to an NDH, especially for under-resourced or understaffed facilities?<br/>Comment: The biggest challenge we face with resource directories is keeping the information current. If the NDH allows a one-time update that shares information with insurance payers, to eliminate the need to update multiple directories for each payer, this could significantly ease the burden on facilities and providers.<br/>For private practice providers, perhaps a text link to confirm data for the regular updates, or perhaps an app could be beneficial. <br/>RFI: What are barriers to updating directory data in current systems that could be addressed with an NDH?<br/>Comment: As noted in the summary text, providers update information for insurance practices as well as community information directories. This is a time barrier and also creates a barrier for community directories to get needed information, since providers have already entered information elsewhere and may be less inclined/do not have capacity to update the community directory as well.<br/>RFI: What issues should CMS anticipate throughout an NDH system development life cycle?<br/>Comment: For development and implement, please invite local-level representatives to provide ongoing input. Both state-level and more local-level would be important for buy-in and roll out. User representatives should also be invited.<br/>The NDH system should have a Spanish-language version.<br/>The NDH system should be accessible via screen reader.<br/>Collaboration or integration with 211 would also assist in understanding social determinant of health types of services like housing, food, etc.. Also, 211 call centers could be a partner in helping the public utilize the finished product if there are technology or other access barriers. <br/>Funding for state and local level outreach to providers and local roll out, including marketing, would be highly beneficial. <br/>Additional thoughts<br/>Regarding the availability of private practice behavioral health providers, we have learned that for some, availability changes day to day, so keeping information updated can be complicated, but hopefully for many, regular updates on a quarterly basis would capture the best information. Also, availability may depend on the situation or insurance in the caseload.<br/>Could there be a connection with state-level credentialing boards, to share in data upkeep?<br/>If there are opportunities for local-level individuals to be involved on an ongoing basis, I would love to join this effort. Thank you.", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "090000648551edec", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:06:31Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-fqyh-l8yv", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0491/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0491/attachments"}}}}}