{"data": {"id": "CMS-2022-0163-0088", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0088"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Professional/Association - Other Health Care Professional", "comment": "Request for Information; National Directory of Healthcare Providers &amp; Services; (CMS-0058-NC), RIN 0938-ZB72<br/><br/>I can understand that CMS wishes to unite information (current) information pertaining to Providers in a database, to assure that the current providers with the correct addresses, services, locations, etc are listed on file but this has been an incentive for over two years and CMS has the stats that this has &quot;NOT&quot; been successful.  CMS has furthermore published the percentages of failure to comply and yet; is asking again for providers to please update their information in the CMS systems for payments, etc. Taking into consideration that these providers are also part of a consortium of our great healthcare insurance industry and this is where their income is drawn from; we should focus on the Healthcare Insurance Industry as equally.<br/><br/>Do I personally believe that this should constitute a great collaboration of: sharing of all of my medical records? OF COURSENOT! The reason HIPAA evolved was to protect the privacy rights of patients and I still firmly believe it that statement.  Do I believe there is a reason to share immunizations in databanks; of course and this predates HIPAA; in the 1970&#39;s and immunization databanks are very important to the public population; but my personal health record is not... Furthermore; who is going to assure the accuracy of the record of which you are releasing time and time again and who is going to report back to me how many times my record was released; and which of my record content was released to whom; and for what medical purpose? for all this there needs to constitute a reason; you just can&#39;t decide as a government that you wish to hold everyone&#39;s records to develop a databank of genetic information; that is a crime in itself. ", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Anonymous", "govAgency": null, "govAgencyType": null, "objectId": "0900006485509b4f", "lastName": "Anonymous", "legacyId": null, "modifyDate": "2022-12-02T14:08:50Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-02T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-11-30T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb3-iw4h-3nzj", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0088/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0088/attachments"}}}}}