{"data": {"id": "CMS-2022-0163-0180", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0180"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "Dear CMS,<br/><br/>I am extremely concerned that women may not be able to insist on care from females only. As a woman who had been in hospital twice for gynaecological operations, and had to have many invasive tests in the run-up to these surgeries, my concerns are privacy, DIGNITY and safety. <br/>The sex of any healthcare worker is not always relevant, but sometimes it is. I insist on female-only carers for any intimate procedures. This helps me feel safe, in a trusting environment and more able to cope with the intense vulnerability I feel during these tests and operations and examinations. <br/><br/>I know many young women who identified as trans for several years, and luckily desisted before medical intervention. However, if they had gone on testosterone, they might not have been recognized as a female, which could have put them at risk in medical situations, especially an emergency. <br/><br/>It seems your terminology is trying to complicate what biological sex is. For most humans, it is extremely clear. Whereas &ldquo;gender&rdquo; isn&rsquo;t clearly defined and changes with different culture, eras in history and norms in your part of the world. Regardless of how someone dresses or presents themselves, their biological sex is important, particularly to their medical care. <br/>Also, my children&rsquo;s sex wasn&rsquo;t assigned at birth. It was detected during pregnancy by a scan. <br/><br/>Again, please ensure your terminology reflects medical reality. I would presume it&rsquo;s in a doctor and hospital&rsquo;s interest to know, for instance if their patient is a male with an orchiectomy who is taking cross-sex hormones. Or if it is a female taking testosterone. These are very relevant medications and need to be understood so that medical staff are aware. Obviously all patient care should be sensitive and caring, but not at the expense of facts wholly relevant to medical care. <br/>Also, as someone who has been in female sections of the hospital 4 times, having that area for female patients only is extremely important, again particularly when we are vulnerable, as well as feeling the need to dignity and privacy. Thank you. ", "country": "United States", "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Miranda", "govAgency": null, "govAgencyType": null, "objectId": "0900006485516d6e", "lastName": "Newsom", "legacyId": null, "modifyDate": "2022-12-06T14:50:57Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-06T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-04T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": "NC", "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb9-niii-bam2", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0180/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0180/attachments"}}}}}