{"data": {"id": "CMS-2022-0163-0290", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0290"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "There is existing work that can be leveraged from the OpenHIE community and open-source software tools for the purpose of building a national federal registry. OpenHIE is a community of people building an open framework to support nations as they develop health information exchanges to improve patient care, public health, and the management of health resources.<br/><br/>OpenHIE:<br/>The OpenHIE architecture contains a specification for a facility registry: https://ohie.org/architecture-specification/<br/><br/>There are open-source facility registries that have been deployed at the national level in a number of countries: https://wiki.ohie.org/display/documents/Reference+Technologies/<br/><br/>Common Geo-Registry:<br/>The Common Geo-Registry (CGR) concept has been implemented to contextualize facility data with geographic data. A CGR is an IT solution that provides a single source of truth for managing geographic data over time across multiple information systems and data sources. It is used to publish, access, and manage changes over time to master lists, associated hierarchies, and geospatial data for geographic objects such as administrative divisions, villages, infrastructure and other relevant physical features. For example, a facility registry can receive updates as geographic hierarchies and boundaries change, split and merge to ensure that facilities are listed in the correct geographic context. This alleviates the burden from the facility registry of maintaining geographic data managed by other organizations with the authoritative mandate. https://healthgeolab.net/DOCUMENTS/Guidance_Common_Geo-registry_Ve2.pdf<br/> <br/>Spatial Knowledge Graphs:<br/>Graph databases have a number of advantages over relational databases and document stores for managing multiple hierarchies. In addition to the changing geographic context, facilities belong to operational hierarchies that also change over time. For example, facilities are often sold from one healthcare provider group to another. This historical context needs to be preserved and made available for historical reference.<br/><br/>GeoPrism Registry:<br/>GeoPrism Registry (GPR) is an open-source implementation of the CGR concept that leverages spatial knowledge graphs for managing geographic, operational, and other hierarchies as they change over time. GPR recently released version 1.0 and is being used by the ministry of health in the country of Laos for facility registry management. GPR supports the FHIR/mCSD standard for capturing the geographic context of facilities (https://wiki.ihe.net/index.php/Mobile_Care_Services_Discovery_(mCSD)). More information can be found here: https://www.geoprismregistry.com/.<br/><br/>Recommendations:<br/>It will be important for the national Facility Registry to automate the changing geographic context of facilities as much as possible by implementing the CGR concept to source referenced data from the organizations with the authoritative mandate. For example, GeoPlatform.gov is mandated by the Geospatial Data Act of 2018 to make publicly available data from US federal agencies Findable, Accessible, Interoperable, and Reusable (FAIR). GeoPlatform is currently implementing support for spatial knowledge graphs that could be used to provide such information to the national Facility Registry, including census data. This additional geographic context could help drive adoption and would be useful information for QHINs, HIEs, and other organizations focusing on improving healthcare by integrating data on social determinants of health (SDOH), as such data also need to be contextualize geographically over space and time. <br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "0900006485518f5d", "lastName": null, "legacyId": null, "modifyDate": "2022-12-06T14:52:30Z", "organization": "TerraFrame, Inc.", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-06T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-04T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lba-9t5m-o7ek", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [{"id": "0900006485518f5e", "type": "attachments"}], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0290/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0290/attachments"}}}}, "included": [{"id": "0900006485518f5e", "type": "attachments", "links": {"self": "https://api.regulations.gov/v4/attachments/0900006485518f5e"}, "attributes": {"agencyNote": null, "authors": null, "docAbstract": null, "docOrder": 1, "fileFormats": [{"fileUrl": "https://downloads.regulations.gov/CMS-2022-0163-0290/attachment_1.pdf", "format": "pdf", "size": 988940}], "modifyDate": "2022-12-04T23:16:33Z", "publication": null, "restrictReason": null, "restrictReasonType": null, "title": "Terraframe_Geoprism Registry Technical Description"}}]}