{"data": {"id": "CMS-2022-0163-0070", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0070"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "Physicians are the most trained and regulated of all healthcare personnel and to use the term &lsquo;provider&rsquo; is not only degrading, but an attempt to lessen our qualifications while elevating those of midlevels (NPs, PAs, optoms, etc) that have limited scope training and licensure. These groups are vastly different and under no circumstances should they be slushed together and be called &lsquo;providers&rsquo; - I certainly didn&rsquo;t go to provider school and it is abhorrent that NPs with 500 hours and PAs with 2000 hours want to be equivalent to my 20,000 hours and use the same term to describe themselves. There are physicians fully trained and licensed to practice medicine/surgery and there are non-physicians with limited training and limited licensure and limited scope - these must be distinguished, even within a national directory by federal appropriate designations (including the term midlevel used by the DEA), licensure and titles.<br/><br/>Patients no longer know who is taking care of them given the uprising of non-clinical, non-physician doctorates using the title &lsquo;Dr.&rdquo; In the clinical care settings of hospitals and clinics without clarifying they are not physicians an without identifying their credentials, licensure, or roles - patients struggle to comprehend who is taking care of them and what their qualifications are.<br/><br/>While a national directory should ease the publics ability to locate persons of their care team, they must clearly identify the vast distinction between physicians and midlevels and other non-physicians. <br/><br/>A better question to be asked: is yet another database necessary? We already have databases for licensure and board certification and the National Practitioner Databank. And the DEA. There are a multitude of &lsquo;rating&rsquo; websites that pull information onto them from other public sources - whether we want then to or no. With a bit of digging, patients can find a physician&rsquo;s home phone, email, and address because of such databases, so no, I don&rsquo;t particularly want my information on yet another website.", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Tisha", "govAgency": null, "govAgencyType": null, "objectId": "09000064855040f9", "lastName": "Titus", "legacyId": null, "modifyDate": "2022-12-02T14:08:35Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-02T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-11-28T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb0-riqq-mxo9", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0070/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0070/attachments"}}}}}