{"data": {"id": "CMS-2022-0163-0619", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0619"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "December 6, 2022<br/>The Honorable Chiquita Brooks-LaSure<br/>Administrator<br/>Centers for Medicare &amp; Medicaid Services<br/>7500 Security Blvd.<br/>Baltimore, MD 21244<br/>Dear Administrator Brooks-LaSure,<br/>On behalf of Velatura Health Information Exchange Corporation (VHIEC), we are pleased to provide comments in response to the Centers for Medicare &amp; Medicaid Services&rsquo; (CMS) Request for Information (RFI) regarding the establishment of a national directory of health care providers and services (NDH). VHIEC believes there is tremendous opportunity to establish a national health directory to serve as a &ldquo;centralized data hub.&rdquo;<br/>VHIEC, a 501(c)(3) corporation that was established in 2020, is a consolidation of HIEs, community-based organizations, and HINs that have formally affiliated to achieve national economies of scale yet maintain localized stakeholder alignment. Together, members of the VHIEC realize meaningful cost reductions through shared infrastructure, providing new revenue opportunities to drive growth. With increased operational efficiency and resource capacity, VHIEC can improve responsiveness to market trends and customer needs. To stakeholders, this affiliation of organizations offers an unmatched depth and breadth of expert shared services, including increased product and services offerings and best in class innovation and development. The collective VHIEC attracts and engages a diverse portfolio of clients and partners, bridging stakeholder groups to expand its footprint across the nation.<br/>VHIEC knows that traditionally there has been no standard way to manage and find information on health professionals such as name, address, specialty, contact information, organization affiliations, and electronic addresses for exchanging health information. This challenge has hindered the promise of electronic health records to improve the efficiency and quality of patient care. But new models of care require health professionals to be able to send, receive, find, and use health information electronically and securely. To efficiently manage these activities, organizations must know where health professionals would like information on their patients to be sent, and how health professionals would like to receive the information (i.e. via what transport method and message type).<br/>Based on VHIEC&rsquo;s own Health Directory solution, VHIEC shares CMS&rsquo; goals to facilitate health information exchange and interoperability across the healthcare and public health ecosystem. However, VHIEC believes that the framing in the development of a NDH, stated within the RFI as &ldquo;they [payers] generally must rely on providers to update the information within their directories&quot;, must be altered. Health Information Exchanges and others will always have to rely on providers to provide their updated information.  VHIEC believes that without trust and high adoption the NDH would have limited value - so there must be an incentive or requirement to participate in order for this directory to succeed.<br/>VHIEC appreciates CMS&rsquo; commitment to engaging and learning from partners, communities, and individuals across the health system to improve access to care, reduce clinician burden, and support interoperability. VHIEC agrees with CMS that health care directories can serve as an important resource for patients, helping them locate providers who meet their individual needs and preferences and allowing them to compare health plan networks. Directories also have the ability to facilitate care coordination, health information exchange, and public health data reporting.<br/>VHIEC is pleased to be a resource on these issues and would appreciate the opportunity to provide additional information to CMS that would be helpful to the agency in its policy and technical development of an NDH. Please feel free to contact me if you have any questions. <br/>Sincerely,<br/><br/>Angie Bass, MHA<br/>Chief Strategy Officer<br/>Velatura HIE Corporation <br/>angie.bass@velatura.org<br/>&emsp;", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "0900006485520f6a", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:08:31Z", "organization": "Velatura HIE Corporation", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbd-1dwo-0558", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [{"id": "0900006485520f6b", "type": "attachments"}], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0619/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0619/attachments"}}}}, "included": [{"id": "0900006485520f6b", "type": "attachments", "links": {"self": "https://api.regulations.gov/v4/attachments/0900006485520f6b"}, "attributes": {"agencyNote": null, "authors": null, "docAbstract": null, "docOrder": 1, "fileFormats": [{"fileUrl": "https://downloads.regulations.gov/CMS-2022-0163-0619/attachment_1.pdf", "format": "pdf", "size": 448774}], "modifyDate": "2022-12-06T21:44:02Z", "publication": null, "restrictReason": null, "restrictReasonType": null, "title": "VHIEC CMS Health Directory RFI Response FINAL"}}]}