{"data": {"id": "CMS-2022-0163-0479", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0479"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": null, "comment": "Dear Centers for Medicare and Medicaid Services (CMS),<br/>It is critical to me as a patient that I am fully aware of and able to consent to treatment by a healthcare provider that is the sex with which I am comfortable. <br/>Currently, providers are identified only by the term &ldquo;Administrative Gender&rdquo; which is defined as &ldquo;The gender of a person used for administrative [recordkeeping] purposes.&rdquo; This does not indicate the provider&rsquo;s sex.  This is a problem.<br/>The documentation for this CMS Directory proposal states that &ldquo;there are many considerations around sex and gender documentation&rdquo; and that &ldquo;various social and biological attributes&rdquo; are relevant, so that, &ldquo;[i]n addition to this administrative gender, other kinds of gender or sex properties may be represented.&rdquo; <br/>Bollocks! Baloney! Phooey! That is gender ideology, not reality, and certainly not science. The actual sex of a healthcare provider is critically important to me and to many patients, particularly to women seeking gynecologic, obstetric, or any other care. <br/>None of the proposed classification definitions of gender/sex guarantees a patient will see a provider of the sex she or he chooses.  In the definition of &quot;Clinical Sex,&quot; a man who takes female hormones and alters his secondary sex characteristics could be listed as a &quot;female&quot; provider.  Similarly, &quot;Sex assigned at Birth&quot; now may be falsified (i.e., changed later in life) on birth certificates. The definition of &quot;Legal Sex&quot; becomes meaninless when laws create specific categories to allow individuals legal status as persons of the opposite biological sex.<br/>Any classification of healthcare providers must make it clear to patients what the objectively verifiable genetic/chromosomal sex is of every provider. Patients have the right to know this about the providers they choose for healthcare. To deny patients this information completely violates the trust necessary for a functional doctor/provider-patient relationship. <br/>Further, you may be assured that I, along with other patients will rigorously pursue charges of assault, based on lack of consent, if we as patients are assigned any providers not of the sex the patient would have chosen had the relevant information been made available.<br/>Concurrently, it places me as the patient in an unsafe and untenable situation, as I am going to consider a male provider touching me without my informed consent as sexual assault, and I will spare no self-defense action necessary to protect myself from that male violating my private and safe personal space.<br/>At a minimum, the Directory has a moral and professional duty to provide clear information about the biological sex of patients and providers, unobscured by gender identity ideology. <br/>Last and certainly not least:  the unverifiable and medically irrelevant notion of &ldquo;gender identity&rdquo; should be completely removed from the Directory.<br/>Article 1 of the Declaration on Women&rsquo;s Sex-Based Rights states that organizations should<br/>&ldquo;Understand that the inclusion of men who claim to have a female &lsquo;gender identity&rsquo; into the category of women in law, policies, and practice constitutes discrimination against women by impairing the recognition of women&rsquo;s sex-based human rights &hellip; and should understand that the inclusion of men who claim to have a female &lsquo;gender identity&rsquo; in the category of women results in their inclusion in the category of lesbian, which constitutions a form of discrimination against women by impairing the recognition of the sex-based human rights of lesbians.&rdquo;<br/>I am writing to demand that CMS to reject this proposal. Patients have the right to clear and accurate knowledge about the sex of their chosen providers. <br/>", "country": "United States", "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Elizabeth", "govAgency": null, "govAgencyType": null, "objectId": "090000648551ec36", "lastName": "Riegel", "legacyId": null, "modifyDate": "2022-12-08T16:06:20Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": "OH", "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-e8qc-yd0t", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0479/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0479/attachments"}}}}}