{"data": {"id": "CMS-2022-0163-0294", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0294"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Professional/Association - Other Health Care Professional", "comment": "I&rsquo;m a retired community mental health psychotherapist.  I&rsquo;m writing about the fact that relational trauma is often the root cause of the distress of individuals seeking mental health services for treatment of the common sequelae of trauma, such as depression and anxiety. I choose to be directly trained in several modalities of evidence based trauma treatment because without addressing a traumatic source of a client&rsquo;s distress, when present in her or his history, treatment has been shown to be far less successful. <br/><br/>We know that up to 25% of girls experience trauma, in the form of sexual abuse and/or assault; the perpetrators are male in the vast majority of cases. For this reason, it is critical that a client knows the biological sex of their therapist.  The first, necessary part of building a therapeutic relationship is the establishment of safety. That safety requirement cannot exist if the therapeutic relationship involves a lie about the sex - not gender -  of the therapist. <br/><br/>Male therapists are no less able than female ones to provide trauma focused therapy. That is not the issue. The issue is that clear, explicable boundaries are necessary to create safety, and a biological man who presents himself as a woman, has thereby violated an essential boundary for his clients, by requiring they acceptance him as something as something he is not, which moreover has immediate and pressing relevance to the client&rsquo;s therapeutic needs related to experiences of sexual boundary violations by males. <br/><br/>Please reject any requirement that Medicare and Medicaid funded clients lose the right and ability to decide whether a therapist will be able to provide appropriate treatment as related to gender, rather than to sex. <br/><br/>Thank you.<br/>Michal Osier, MA Counseling Psychology, and retired State of WI LPC after 28 years of practice. ", "country": "United States", "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Michal", "govAgency": null, "govAgencyType": null, "objectId": "0900006485519146", "lastName": "Osier", "legacyId": null, "modifyDate": "2022-12-06T14:52:34Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-06T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-05T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": "WI", "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lba-dhtm-x9s8", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0294/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0294/attachments"}}}}}