{"data": {"id": "CMS-2022-0163-0490", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0490"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Provider/Association - Other", "comment": "Strongly suggest use of FIHR and a bulk load of some sort.  FIHR is advantageous for within workflow data availability but there are other use cases where access to the data for a variety of subsets would have value.  Further must be a requirement of certified EHRs to use this database and to support the agreed upon data elements and standards as they evolve.  This need to go BEYOND EHRs to HCIT support to take advantage of this (AT THE EXCLUSION of other standards would be key).<br/>In addition, the availability to solve for the technical ability to use the data both within workflows and for bulk load purpose should have ZERO cost to use (by anyone in the ecosystem).  It would be critical to prescribe the timeline to sunset alternatives and consolidate down to this one system/standard over time &ndash; this would necessitate national standards settings and the requirement to include representatives from all entities whose own databases would be replaced so they have a voice at the table.<br/>Within any typical integrated delivery network access to accurate provider information is essential to appropriate locations, provision and timeliness of care.  Typical IT systems that would benefit include:  credentialing, EHRs, on call directories, various clinical communication tools, etc. etc. etc. in addition many of our reporting tools (and analytics) rely on data integrity and accuracy.  Further our employee health system (for self-insured) too.  <br/>Today most health systems beg provider practices to keep their data up to date AND these practices have so few resources with MANY  requestors of this same task that their entire referral community and payors with whom they participate (then add HIEs, etc. etc.) ALL end up with a variety of typically suboptimal  versions of this information.<br/>Access to this information should NOT be publicly available and requests, disclosures should all be managed by the centralized entity.  It would be important that provider participants commit to accuracy service levels and relinquish some oversight of disclosures with perhaps a similar guidelines as the definition of appropriate use to PHI (as defined by HIPAA guidelines)<br/>Mobile access and management of information with a visible audit trail would be critical.  Providers licensure should be dependent upon  participation and be their INDIVIDUAL responsibility to manage UNLESS they officially delegate the tasks (and accept the liability of doing so)<br/>Provider directory is much too much broad a term&hellip;It would be critical to begin with the various forms of directories, shared data elements, and metadata discussions.  Taking  the existing directories and identifying the least common denominator that would serve them all and get to harmonization for these elements first would be perhaps one consideration.<br/>While not perfect the annual enrollment for employee benefits with within year change for &lsquo;life events&rsquo; might be an approach to take for data refresh that participants would universally understand.<br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "090000648551edba", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:06:30Z", "organization": "LifeBridge Health", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-fmhz-day2", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0490/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0490/attachments"}}}}}