{"data": {"id": "CMS-2022-0163-0429", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0429"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Provider/Association - Other", "comment": "This comment is in reference to file code CMS-0058-NC<br/><br/>As shared in the proposal, consumers of health care are increasingly using provider directories and online searches more than any other resource to research healthcare providers. A National Directory or &ldquo;centralized data hub&rdquo; containing accurate and up to date could help to improve access to health care for millions of Americans. In terms of what data elements would be useful to include in an NDH to help patients locate providers who meet their specific needs and preferences, I want to stress the importance listing and accurately reporting the biological sex of the provider in the database.<br/><br/>According to RAINN (Rape, Abuse &amp; Incest National Network) the nation&#39;s largest anti-sexual violence organization, millions of women in the United States have experienced rape. As of 1998, an estimated 17.7 million American women and girls have been victims of attempted or completed rape. 82% of all juvenile victims of sex crimes are female and 90% of adult rape victims are female. As a licensed clinical social worker who has spent years working with such  survivors of overwhelmingly male sexual violence, I&#39;m familiar with the life long impact of such trauma. 94% of women who are raped experience symptoms of post-traumatic stress disorder during and approximately 70% of rape or sexual assault victims experience moderate to severe distress, a larger percentage than for any other violent crime (RAINN).<br/><br/>With that information in mind, the biological sex of a healthcare provider is a critically important factor in the decision making process many patients undertake. Many women are especially careful about this, including young women, those with trauma histories, those with certain cultural/religious backgrounds, and particularly those women seeking gynecologic and obstetric care. <br/><br/>The documentation for this CMS Directory proposal states that &ldquo;there are many considerations around sex and gender documentation&rdquo; and that &ldquo;various social and biological attributes&rdquo; are relevant, so that, &ldquo;[i]n addition to this administrative gender, other kinds of gender or sex properties may be represented.&rdquo; Five other ways to represent a patient&#39;s gender and sex are described and it appears these will also be used to describe the gender and/or sex of healthcare providers in the proposed Provider Directory. <br/><br/>Here is a summary of the five proposed additional representations:<br/><br/>&#39;Clinical Sex&#39; &ndash; a testable observation about a biological property. There are several different types of clinical sex, including karyotypic/genetic/chromosomal, gonadal, ductal, phenotypic.<br/>&#39;Clinical Gender&#39; &ndash; an observation about the patient.<br/>&#39;Gender Identity&#39; &ndash; an indication from the patient about what gender he or she claims to be.<br/>&#39;Sex assigned at Birth&#39; &ndash; the sex assigned at birth, as documented on the birth registration.<br/>&#39;Legal Sex&#39;&ndash; The legal sex of a patient can vary from region to region and country to country. <br/><br/>None of the proposed classification definitions of gender/sex guarantees a patient will see a provider of the sex she or he chooses. In the given classification of &#39;Clinical Sex&#39; a male who takes female hormones and has extensive surgeries to present as a woman might be listed as a &#39;female&#39; provider in the proposed directory. Likewise, &#39;Sex assigned at Birth&#39; now may be falsified (i.e., changed later in life) on birth certificates. Issues of &#39;Legal Sex&#39; also muddy the waters when laws create specific categories to allow individuals legal status as persons of the opposite biological sex.<br/><br/>Any centralized hub of healthcare providers must make it clear to patients what the objectively verifiable, genetic/chromosomal sex is of every provider. This is what the average consumer of healthcare understands to be sex (as opposed to &ldquo;gender/gender identity&rdquo;), and patients have the right to know this about providers they choose for healthcare. To deny patients this information begins the doctor/provider-patient relationship &ndash; which should be one of profound trust and care &ndash; with a deception. At a minimum, the Directory has a duty to provide clear information about the biological sex of providers, unobscured by gender identity language. Ideally, the unverifiable and medically irrelevant notion of &ldquo;gender identity&rdquo; should be completely removed from the Directory.<br/><br/>Finally, I urge CMS to reject this proposal. Patients have the right to clear and accurate knowledge about the sex of their chosen providers. ", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Anonymous", "govAgency": null, "govAgencyType": null, "objectId": "090000648551c87d", "lastName": "Anonymous", "legacyId": null, "modifyDate": "2022-12-08T16:05:33Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-05T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbb-icov-bz4k", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0429/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0429/attachments"}}}}}