{"data": {"id": "CMS-2022-0163-0533", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0533"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Professional/Association - Pharmacist", "comment": "On behalf of its membership, the Pharmacy Health Information Technology Collaborative (PHIT) is pleased to submit comments for the Request for Information: National Directory of Healthcare Providers &amp; Services. Pharmacists provide essential, patient-centered care services to their patients, including Medicare and Medicaid beneficiaries.  Pharmacists use health IT, provider directories, telehealth, e-prescribing (eRx), electronic medical record (EMR)/electronic health record (EHR) systems, and some certified EHR technology (CEHRT) to help manage patients&rsquo; health needs. PHIT supports the use of these systems, which are important to pharmacists in working with other health care providers to provide longitudinal person-centered care planning, needed medications, and transmit patient information related to overall patient care, transitions of care, immunization, medication lists, medication allergies, allergy reactions, patient problem lists, smoking status, and social determinants of health (SDOH).  Pharmacists also use health IT for reporting to public health agencies (e.g., immunization reporting), clinical decision support services/knowledge artifacts, drug formulary checking, and comprehensive medication management (CMM). Overall Comment<br/><br/>PHIT supports the establishment of a centralized NDH and the use of Health Level 7 (HL7) Fast Healthcare Interoperability Resources (FHIR) Application Programming Interfaces (APIs) to enable data exchange.  CMS serving as the centralized hub could help resolve some issues regarding the National Provider Identifier (NPI) registry (i.e., improving the matching of providers&#39; names, addresses, and specialties).  Using APIs would also help ensure that the most up-to-date information is available and allow health care providers and patients to access this data in real-time.  Data would not be static, as it currently is in the NPI.  An NDH will also be critical to the continued implementation of the Trusted Exchange Framework and Common Agreement (TEFCA) and the development and onboarding of Qualified Health Information Networks (QHINs), which pharmacists could become participants or subparticipants. The Common Agreement requires maintaining a directory of exchange participants&rsquo; digital endpoints.<br/><br/>PHIT&rsquo;s comments on this RFI focus on including pharmacists in the National Directory of Healthcare Providers &amp; Services (NDH). Attached are our entire comments.", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "090000648551fcd2", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:07:11Z", "organization": "Pharmacy HIT Collaborative", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-o8a4-jaj3", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [{"id": "090000648551fcd3", "type": "attachments"}], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0533/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0533/attachments"}}}}, "included": [{"id": "090000648551fcd3", "type": "attachments", "links": {"self": "https://api.regulations.gov/v4/attachments/090000648551fcd3"}, "attributes": {"agencyNote": null, "authors": null, "docAbstract": null, "docOrder": 1, "fileFormats": [{"fileUrl": "https://downloads.regulations.gov/CMS-2022-0163-0533/attachment_1.pdf", "format": "pdf", "size": 243216}], "modifyDate": "2022-12-06T15:35:50Z", "publication": null, "restrictReason": null, "restrictReasonType": null, "title": "FINAL PHIT CMS RFI NDH Comments 12-6-22"}}]}