{"data": {"id": "CMS-2022-0163-0089", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0089"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Professional/Association - Other Health Care Professional", "comment": "Request for Information: National Directory of Healthcare Providers and Services; Thank you for allowing me to comment again.  I have already commented one time, but the more I thought about this, the more I felt the need to bring some information to the forefront for open discussion.<br/><br/>We all remember when Medicare was first assigning numbers to physicians to identify in their system who they were; (remember; Medicare technically was the first Federal HMO). It was called the Unique Provider Identifier Number (UNPIN) number; now remember there was a little blue book that was published that as a directory that had all the participating doctors and addresses, phone numbers as well as their UPIN numbers for referrals.  Then came the NPI that was when more of the Insurance Industry started participating in the insurance industry; this was also to track the providers with the insurance carriers and participations as well. So this was known as the National Provider Identifier (NPI); which would again; provide the address, phone number and the listed insurance Carrer for which this provider participated with. Now lets not forgot Medicaid in the mix; Medicaid was established in 1965 the same year as Medicare and they also provided a Medicaid number to the provider which is still in existence today. So we have all these &quot;databases&quot; with all these providers that have been in existence basically since 1965 and forward; through paper and now electrics; which now also includes; CAQH which now takes all the provider information with all the insurance consortiums and combines them in one place for easy access; CAQH is: Council Affordable Quality Healthcare; they are supposed to have all this information complied in their system to make it easier for physicians to renew their participation with the insurance carrier world easier. So again; the question is: WHY:: would Medicare and Medicaid have incorrect addresses and locations of physicians on file?  <br/><br/>Taking into consideration that there has always been a database on immunizations dating back to the 1970&#39;s? why would the government now wish to collect my health information? Who is going to be the custodian?  Who is going to assure that my medical records are not being utilized for research and or genetic information?  Furthermore, what system would allow all resources or any resources to go into a federal agency (access/control) and review, copy or pull my records without my consent.  What safeguards are in place that my records are being stored safely and protected?  Who is going to be responsible for providing me with a detailed list of who has accessed/ and or viewed my medical files? <br/><br/>I understand the point of collaboration; but I also understand the point of going to far and reading this line by line, it seems that this has just gone too far. Especially when you consider the proposal that is now under consideration pertaining to mental health and substance abuse; that should always be protected.<br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": "Anonymous", "govAgency": null, "govAgencyType": null, "objectId": "0900006485509bd0", "lastName": "Anonymous", "legacyId": null, "modifyDate": "2022-12-02T14:08:51Z", "organization": null, "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-02T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-11-30T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb3-lbih-q1q7", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0089/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0089/attachments"}}}}}