{"data": {"id": "CMS-2022-0163-0117", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0117"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Health Care Industry - PI015", "comment": "At Trella Health, we work to provide our Post-Acute customers with unmatched market intelligence in a mobile-first CRM. We rely on data from CMS to fuel our product &ndash; 100% Medicare Parts A and B claims data, coupled with Medicare Advantage and Commercial claims, represent 90% of covered lives in the age 65+ cohort that our clients are targeting.  <br/><br/>We use the National Provider Identifier (NPI) as the unique ID for each provider in our database and depend on NPPES&rsquo; updates to give our clients details about each provider - such as the name, practice address, specialty/subspecialty, and phone number. When any of these elements is not correct, it has multiple negative downstream effects: <br/><br/>1. The client having trouble locating the provider  <br/><br/>-If the client does not know the NPI, and we guess the wrong current provider DBA name, they may not be able to find a provider they are looking for <br/><br/>-Some of our features are based on the addresses&rsquo; geographic coordinates, which will not be accurate if any element of the full address is incorrect <br/><br/>-These inaccuracies lead to inefficiencies for our clients, who will schedule a round of visits for the day, only to find an address vacant or the wrong location. <br/><br/>-Clients may not be able to contact the provider at the given phone number if it is not accurate. For clients who wish to call prior to visiting, an incorrect phone number means that they cannot verify the address and risk visiting the wrong address as well. <br/><br/>2. Inaccurate benchmarking data (we provide aggregate summaries by specialty, county, and/or state that are used for benchmarking providers against each other) <br/><br/>3. The provider can be mis-classified as the incorrect entity type (ex: a clinic that gets classified as a physician group because the incorrect taxonomy code is submitted), in which case the provider is not included in relevant analytics for other similar providers in the client&rsquo;s target audience  <br/><br/>We encourage our clients to update their own NPPES records so that their NPI information is accurate in our product. We will occasionally make manual changes in our database to reflect the correct name or address for a client if they own the NPI. However, if a client finds a discrepancy for an NPI that they do not own, we do not make changes in our system but are keenly aware that the inaccurate data contributes to a less useful product. <br/><br/>Another challenge in working with the current NPPES architecture pertains to identifying Physician Groups. The National Uniform Claim Committee taxonomy list indicates 2 acceptable taxonomy codes for a physician group: single or multi-specialty. Since the NPPES data is self-reported and not validated, these taxonomy codes are rarely used, making it more difficult to correctly identify NPIs that are Physician Groups vs NPIs that are some other organizational entity type. The entity type codes of Individual vs Organization are not sufficient, when combined with the taxonomy codes, to accurately identify physician groups. We would like to see a more streamlined record, from CMS, that clearly identifies what type of entity an NPI is operating as (and multiple entity types, if applicable, such as hospital, skilled nursing, home health, hospice, and physician group, etc.). <br/><br/>Like taxonomy code inaccuracies, we have reason to believe that the provider identifier data is not complete when it comes to the CCN or Medicare Provider Number. Looking at HCRIS Cost Report data as well as our claims data, we see CCNs that appear to be in use, but do not see that CCN in the NPI Registry, most likely because this identifier reporting is not mandatory or enforced. We would like to see an NPI record that requires providers to list all identifiers: State Licensing, Medicare Provider Number, Medicaid Provider Number, etc. This will help us collect data on the provider from multiple sources, rather than limiting us to only those sources which use an NPI. <br/><br/>Our clients use our product to make better decisions, providing better care for patients while also saving taxpayers and patients money. We strive to contribute to a better healthcare system in this way. When the quality of our data suffers or is called into question, it makes it more difficult for those decision makers to use the product to achieve these goals, so we at Trella are very much in support of efforts to modify the provider identifier process to use data that is validated and historically tracked by CMS. <br/><br/> <br/><br/>Thank you for reviewing our feedback.", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "0900006485512f2c", "lastName": null, "legacyId": null, "modifyDate": "2022-12-06T14:50:02Z", "organization": "Trella Health", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-06T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-02T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lb6-txag-2e4h", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0117/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0117/attachments"}}}}}