{"data": {"id": "CMS-2022-0163-0549", "type": "comments", "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0549"}, "attributes": {"commentOn": "09000064853d4625", "commentOnDocumentId": "CMS-2022-0163-0001", "duplicateComments": 0, "address1": null, "address2": null, "agencyId": "CMS", "city": null, "category": "Association - Other", "comment": "The Diabetes Advocacy Alliance (DAA) appreciates the opportunity to submit comments to CMS regarding the development of a National Directory of Healthcare Providers and Services (NHP). The DAA is diverse in scope, with our 29 members representing patient, professional and trade associations, other non-profit organizations, and corporations, all united to change the way diabetes is viewed and treated in America. (www.diabetesadvcacyalliance.com) The DAA advocates for the interests of three populations of people served by CMS programs: People with prediabetes; people with diabetes; and people with obesity that impacts their risk for developing diabetes or complicates the successful treatment of their diabetes. Health disparities and inequities are common in these populations.<br/> <br/>The DAA wholeheartedly supports a comprehensive national health directory of providers of evidenced-based care for people with prediabetes, diabetes, and diabetes and obesity. We offer the following use cases as reasons why a broadened NHP would be a tremendous service. <br/> <br/>1. People with prediabetes could benefit from a directory that would contain up-to-date information on CDC-recognized providers of diabetes prevention programs. Medicare beneficiaries could find out where they could access recognized providers of the Medicare Diabetes Prevention Program (MDPP).  Medicaid beneficiaries could learn if CDC-recognized providers of the National Diabetes Prevention Program (National DPP) are available in their state and locality. CMS has its own list of CDC-recognized providers of MDPP and could easily get CDC&rsquo;s list of recognized providers in the National DPP. <br/><br/>2. People with diabetes, or diabetes and obesity, and their care providers, could benefit tremendously from a comprehensive database of health care providers. People with chronic diseases, such as diabetes and obesity, rarely see only one health care provider, because their health needs are varied. In addition to a primary care physician or an endocrinologist, people with diabetes often need the services of other physician specialists or health professionals to address the many health conditions and complications associated with diabetes (e.g., those physicians and other providers who care for eye, kidney, foot, and nerve damage caused by sustained levels of high blood glucose). In addition to physicians, the DAA recommends that CMS include non-physician health care providers and entities in the NHP, such as nurse practitioners, physician assistants, clinical nurse specialists, registered nurses, registered dietitians, pharmacists and pharmacies, psychologists, and others who may provide necessary services for people with diabetes, or diabetes and obesity, especially Diabetes Self-Management Training (DSMT), Medical Nutrition Therapy (MNT), and Intensive Behavioral Therapy (IBT) for people with obesity and diabetes. <br/>3. Physicians could benefit greatly from a comprehensive database that would help them identify health care professionals and services to which they could refer their patients with prediabetes, diabetes, or diabetes and obesity. A CMS NHD could provide physicians an up-to-date list of providers of services including, for example, MDPP and National DPP services, eye care and foot care services, and educational/behavior changes programs such as DSMT, MNT, and IBT, if programs are available in the patient&rsquo;s area.    <br/> <br/>", "country": null, "displayProperties": [{"name": "pageCount", "label": "Page Count", "tooltip": "Number of pages In the content file"}], "docAbstract": null, "docketId": "CMS-2022-0163", "documentType": "Public Submission", "email": null, "fax": null, "field1": null, "field2": null, "fileFormats": null, "firstName": null, "govAgency": null, "govAgencyType": null, "objectId": "090000648551fd76", "lastName": null, "legacyId": null, "modifyDate": "2022-12-08T16:07:25Z", "organization": "Diabetes Advocacy Alliance", "originalDocumentId": null, "pageCount": 1, "phone": null, "postedDate": "2022-12-08T05:00:00Z", "postmarkDate": null, "reasonWithdrawn": null, "receiveDate": "2022-12-06T05:00:00Z", "restrictReason": null, "restrictReasonType": null, "stateProvinceRegion": null, "submitterRep": null, "submitterRepAddress": null, "submitterRepCityState": null, "subtype": "Public Comment", "title": "Comment on CMS-2022-0163-0001", "trackingNbr": "lbc-peh2-9qmu", "withdrawn": false, "zip": null, "openForComment": false}, "relationships": {"attachments": {"data": [], "links": {"self": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0549/relationships/attachments", "related": "https://api.regulations.gov/v4/comments/CMS-2022-0163-0549/attachments"}}}}}